{
    "id": 9,
    "title": "Relação da Viagem de Rouloux Baro ao País dos Tapuias",
    "alternative": "Nome da obra original",
    "creator": "Moreau, Pierre; Baro, Rouloux",
    "publisher": "Ed. Itatiaia. Ed. Universidade de São Paulo",
    "date": "1979",
    "local": "Belo Horizonte, MG. São Paulo, SP",
    "collection": "Coleção visão holandesa. Reconquista do Brasil. V.54",
    "language": "Português",
    "contributor": "Lêda Boechat Rodrigues (trad.)",
    "subject": null,
    "description": "Relação da viagem  de Roulox Baro Intérprete e Embaixador Ordinário da Companhia das Índias Ocidentais, da parte dos Ilustríssimos Senhores das Províncias Unidas, ao país dos tapuias, na terra firme do Brasil. Começada no dia três de abril de 1647 e terminada no dia quatorze de julho do mesmo ano. Traduzida do holandês para o francês por PIERRE MOREAU, de Paray em Charolois",
    "rights": "Propriedade intelectual; Copyright - Liber",
    "source": "História das últimas lutas no Brasil entre holandeses e portugueses",
    "text": "Livro",
    "pages": [
        {
            "id": 1862,
            "text": "Repliquei-lhe que aquilo com que eu lhe presenteava tinha vindo recentemente da Holanda e que nós nada possuímos de melhor; que era preciso que ele não se deixasse levar pelo que lhe diziam os portugueses, porque não eram nossos amigos.\" \"Não, não, disse ele, eu bem vejo que os machados que me deram são mais bonitos e de melhor tempera do que os vossos; não faço caso, porém, dos presentes deles, porque sei muito bem que são uns impostores\". Não deixava de aceitar o que os Nobres Poderosos meus senhores lhe enviavam, na esperança de que, no futuro, lhe seriam enviados objetos mais belos e melhores.Depois, tendo ordenado a seus homens que guardassem o que eu lhe oferecera, levou-me alegremente para jantar com ele. Terminada a refeição, mandou reunir os rapazes, que lutaram uns com os outros na areia, e disse-me que assim se fazia para dar-me as boas vindas. No dia seguinte, carregariam a árvore, coisa que ainda não haviam feito durante o ano, porque ele esperava a minha vinda, e daí em diante faria continuar este exercício até o dia de seu aniversário. Agradeci ao rei e aos seus acompanhantes pela honra que me dispensavam. Veio a noite, que passamos estendidos na areia, debaixo da chuva.Ao nascer o sol, o ancião ordenou às mulheres que fizessem farinha e aos homens que fossem à caça de ratos e voltassem logo após o meio-dia, a fim de correr a árvore. Obedeceram e, entrementes, dois tapuias trouxeram sobre suas espáduas dois troncos de árvores de corravearas, de mais de vinte pés de comprimento. Tiraram-lhe a casca na chama do fogo e poliram a madeira toda em volta, sem deixar nenhum nó. E quando todo o povo regressou, cada qual pintou o corpo de diversas cores. Isto feito, aqueles que tinham apanhado ratos soltaram-nos na planície, depois parte deles carregou prontamente aqueles troncos, correndo com uma velocidade inigualável atrás dos ratos; quando um deles parecia cansado, outro o substituía sem retardar a corrida, que durou mais de uma hora. Depois de terminada, cada um que voltava contava como e de que modo perseguira, ferira e matara os ratos. O ancião Janduí correra com eles e era coisa maravilhosa ver-se um homem de mais de cem anos (segundo a opinião dos seus, de mais de cento e sessenta) correr com tanta destreza. Isto causou tal admiração a João Straffi, um dos que eu trouxera comigo do Rio Grande, que ele acreditou tratar-se antes de um demônio que de um homem.Janduí, de volta, dirigiu-me estas palavras:  \"Que dizes, meu filho\" Este jogo não te parece divertido\"\" Respondi-lhe que sim e que me comprazia vê-lo tão robusto e desembaraçado. Pôs-se a rir e perguntou-me porque não lhe trouxera fumo, e se não sabia que o que plantara se perdera por causa das chuvas, com uma boa parte do seu milho.Respondi-lhe que seu filho Muroti pudera ver como a enchente tinha arruinado minhas roças; de outra forma, eu lhe teria trazido fumo e milho em abundância. O que existisse no tempo da colheita estaria a seu dispor e ao dos seus, contanto que não enviasse homens armados para pedir esses víveres, pois os que vinham de sua parte à Capitania do Rio Grande não se contentavam com o que se lhes dava de boa mente, mas queriam tudo carregar, com ameaças de morte, dizendo um deles: \"Eu sou o Capitão fulano\", outro, que era filho de Janduí; um terceiro, que era senhor de tal lugar, e assim por diante, e com essas palavras levavam os trastes e o gado dos moradores.\" \"Eis uma bela conversa\", comentou Janduí. Meus homens sempre se contentaram com algumas ferramentas que puderam apanhar e não era preciso fazer tanto barulho por um pouco de carne que tivessem levado e comido. Quando Jacó Rabbi vivia, juntava-se aos seus tapuias, com os quais descia à minha Capitania do Rio Grande e aí dizendo a este e àquele: \"Dá-me um animal para minha gente, porque de outro modo eu mesmo o mandarei matar.\n\n",
            "number": 9
        },
        {
            "id": 1863,
            "text": "RELAÇÃO DA VIAGEM DE ROULOX BARO,Intérprete e embaixador ordinário da Companhia das índias Ocidentais, da parte dos Ilustríssimos Senhores das Províncias Unidas, ao país dos tapuias, na terra firme do Brasil.Começada a três de abril de 1647 e terminada a 14 de julho do mesmo ano. No dia 3 abril de 1647 recebi dos nobres e poderosos Senhores Presidente e Conselheiros que representam o alto e soberano governo do Brasil, em nome dos altíssimos e poderosíssimos Estados Gerais das Províncias Unidas dos Países Baixos, Sua Alteza o Príncipe de Orange e a nobre Companhia das índias Orientais, ordem de dirigir-me ao país dos tapuias, vizinhos do governo do Rio Grande, a fim de com eles tratar, seguindo as instruções contidas na minha comissão.Preparei-me imediatamente para partir e tomei para acompanhar-me João Straffi, brasiliano, três tapuias e quatro cães, para termos em caminho com que caçar e obter alimento.Saímos no dia seguinte do lugar denominado <em>Incareningi, </em>situado na mencionada província do Rio Grande, onde eu morava, e passamos em frente à casa do Tenente-Coronel Garstman, que fica próxima ao Rio Camaragibe, e como não pudéssemos vadeá-lo nem atravessá-lo a nado, por ser muito largo, tomamos o caminho da Campina, à direita, onde dormimos.No dia seguinte, 5 de abril do dito ano de 1647, fomos obrigados a voltar e dormir em minha casa, impedidos de prosseguir devido ao transbordamento das águas. No dia 6 mandei alguém verificar se poderíamos passar pelas minhas roças para nos dirigirmos à aldeia dos brasilianos e fui informado de que seria possível fazê-lo a nado.No dia 7 fomos à dita aldeia, mas ninguém quis atravessar o rio conosco, pois a água estava tão alta que inundava todo o campo, que de si já era deserto, possuindo poucos arbustos e árvores, sendo chamado comumente por uma palavra espanhola de <em>Campinos.</em>No dia 8 e 9 dirigimos-nos para o Rio Potengi e, deitamo-nos num sítio pantanoso de onde as chuvas nos expulsaram.Na manhã do dia 10, tendo as águas baixado, pegamos nas poças onde os peixes tinham ficado retidos, alguns peixinhos que os selvagens chamam de paramiri, acaramiri e tamoatas. Pela tarde, tendo os nossos cães encontrado um bando de animais selvagens, pegamos um e, não podendo avançar, por ser o rio Potengi muito largo, voltamos ao Rio Grande, onde estava minha casa.Daí partimos no dia 16 do dito mês de abril, tendo as águas baixado, para ir dormir na Campina.No dia seguinte chegamos à margem do Camaragibe, que parecia um mar e tinha tal correnteza que era impossível atravessá-lo, o que nos obrigou a arrepiar caminho e a voltar, ainda uma vez, à minha casa, onde nos regalamos com dois veados que havíamos apanhado naquele dia.No dia 21, além dos homens que tinha comigo, tomei dois na aldeia dos brasilianos, para nos conduzirem ao outro lado do rio, onde chegamos aproximadamente ao meio dia. Vieram ao nosso encontro dez tapuias que tinham atravessado o Rio Potengi a nado e entre eles estava Muroti, filho do velho Janduí, seu rei. Comunicou-me que seu pai mandara dizer-me para vir encontrá-lo logo, pois o inimigo lhe pedira sua colaboração. Retruquei-lhe que havia três semanas deixara minha casa para defrontar o rei seu pai e fora impedido pela enchente. Respondeu-me que me ensinaria um lugar pelo qual facilmente eu poderia passar com os meus.\n\n",
            "number": 91
        },
        {
            "id": 1864,
            "text": "No dia seguinte entreguei ao referido Muroti os presentes que Suas Senhorias, os nobres e poderosos Senhores, representantes dos Estados Gerais, enviavam ao Rei Janduí, seu pai, rogando-lhe que os fizesse levar pelos seus acompanhantes.No dia 23, tendo passado o castelo do Senhor de Keulen e o Rio Potengi, enviei à minha frente dois brasilianos, a fim de reconhecerem os trechos indicados e avisar Janduí ou sua gente da minha chegada. Entretanto, de passagem, no dia 24 do dito mês fomos cortesmente recebidos na casa de Schouten, recebedor dos direitos da Companhia d,as índias Ocidentais, que nos ofereceu aguardente e depois nos mandou conduzir além de Pitimboa, onde pegamos um porco do mato, que fomos comer na Campina, onde pernoitamos.Ao amanhecer, embora os nossos cães tivessem sido feridos pelos porcos, não deixamos de pegar um veado, que foi moqueado pouco depois, às margens do Rio <em>Pirausie, </em>onde chegamos muito tarde.No dia seguinte atravessamos a nado o Rio Monpabu, cujo curso é extremamente violento. Tendo feito fogo na outra margem, a fim de secar nossas roupas, os homens de Muroti pediram-me permissão para ir caçar e pegar alguns animais no curral de André Claesen , o que lhes recusei, dizendo-lhes que havia suficiente nos bosques e campos sem entrar nos parques dos particulares; e ameacei de mandar amarrar a uma árvore o primeiro que o tentasse. Eles me redargüiram que logo que me deixassem iriam matar tudo que pudessem pegar no mencionado curral. Disse-lhes que se eles o fizessem eu saberia como tratá-los. \" \"E que nos farás\" perguntaram.\" \" \"Compete a ti ou aos holandeses agir contra nós\" Pois mesmo que tivéssemos cometido toda sorte de maldades, como recentemente fizeram os do Ceará, viríeis sempre procurar-nos tendo em vista a paz\".Respondi-lhes que de tal modo castigaria os do Ceará pela sua traição, que isso lhes serviria a eles próprios de exemplo e que, se eu me havia fiado neles, no passado, doravante deles desconfiaria. Então, para mostrar que pouco ligavam ao que eu lhes afirmava, entraram no dito curral e apossaram-se de duas vacas, que queriam matar. Dirigindo-me a Muroti, avisei-o de que me queixaria a seu pai, que não o mandara ao meu encontro para comportar-se mal. Jurei que qualquer deles que descesse, daí em diante, ao Rio Grande sem a senha que eu próprio daria a Janduí, seria preso no forte e que eu o castigaria à minha discrição Muroti nada retrucou e, tendo anoitecido, fomos repousar.No dia 27, tomamos o caminho chamado de Garstman, lugar para onde se haviam retirado recentemente os nossos inimigos, repelidos pelos habitantes da aldeia dos selvagens nossos amigos, situada em nossa Capitania, onde o Ministro Stetten foi ferido ao voltar de uma mina de ouro, que ficava do lado do poente do nosso Castelo do Rio Grande e atingimos o lugar em que Janduí tinha acampado com sua gente, quando o povo de Cunhaú foi massacrado pelos habitantes seus vizinhos junto com os portugueses. O maior cuidado que tiveram Muroti e seus acompanhantes foi o de reunir os ossos dos que haviam sido mortos neste combate de Cunhaú e de guardá-los cuidadosamente para a ocasião que mencionaremos mais adiante.Empregamos o dia seguinte na procura do caminho de Corra da Mina* guiados pela bússola, rumo sul, e pegamos dois veados, oito grandes porcos do?\tO Major Mário Barreto traduziu como \"Barranco da Mina\". Ob. Cit. 125. (L.B. R.)\n\n",
            "number": 93
        },
        {
            "id": 1865,
            "text": "mato e três pequenos, e ainda mais cinco; depois de ter dado comida aos meus cães, os tapuias puseram-se em ação, preparando, limpando, cortando em pedaços e moqueando as carnes de um lado e os intestinos de outro. Não esperavam que as carnes acabassem de assar; comiam-nas ainda sangrentas e saciavam-se avidamente até não poderem mais. Deste modo passaram a noite.Continuaram o festim no dia seguinte; os mais galhardos foram procurar mel silvestre e frutas, dos quais compõem uma bebida que é chamada de uva* , aqueles que a bebiam logo vomitavam e recomeçavam a comer como antes; os outros dormiam um sono longo e profundo.No dia 30, visitamos a aldeia de Vvarremei, orientada do poente para o norte, em direção a uma alta serra, onde passamos a noite, em meio de grandes bosques, de baixo da chuva.\n\n<em>Primeiro de maio</em>Tendo atravessado diversas moitas de espinheiros e rochedos pontudos, caminhando ora para o Setentrião ora para o Ocidente, encontramo-nos à margem do Rio Monpabu, que atravessamos a nado; tinha mais de uma légua de largura e na outra margem uma pequena ilha, onde descansamos até o dia seguinte, segundo do dito mês. Isso nos fez sofrer muito, porque caímos em matas cheias de espinhos e foi preciso abri-las a golpes de machado e com as mãos para podermos passar. Finalmente, chegamos ao cume de uma serra, de onde descobrimos a das Minas. Aí esgotamos duas grandes árvores cheias de mel silvestre e, tendo caçado, ceamos, sobre um pequeno outeiro, uma grande serpente chamada cascavel, um tenro pássaro chamado avestruz** e dois tatus, que matamos graças aos meus cães e às flechas dos tapuias que me acompanhavam junto com Muroti, sem que tivéssemos coisa alguma para beber.A 3, seguindo do Ocidente para o Norte, atravessamos campos pedregosos e espinhentos até a nascente do dito Rio Monpabu, onde acampamos. Entrementes, um dos nossos tapuias avançou até a serra vizinha, a fim de lá procurar um companheiro seu que ali vinha freqüentemente.Partimos na madrugada seguinte e caminhamos rumo ao sul entre rochedos, onde pegamos ratos chamados yperie, que assamos e comemos com mel silvestre.No dia 5 do corrente, tendo encontrado e seguido a pista de um homem, voltamos à mencionada nascente do Monpabu, seguindo daí até a de um pequeno rio sem nome, onde nossa ceia foi um pouco de mel silvestre.Os dias 6 e 7 decorreram cansativos e com pouca caça, e então avistamos a serra que precisávamos alcançar para encontrar os brasilianos; pouco depois chegamos a uma aldeia, Terapissima cujo chefe era João Vvioauin, o qual nos recebeu amavelmente e nos deu para comer milho* daquele que em França é chamado trigo da Turquia, ervilhas e favas, e deu-nos a beber mel silvestre. Encontramos com ele os tapuias, cuja pista havíamos seguido desde as cabeceiras do Rio Monpabu.* O Major Mário Barreto traduziu como \"cambica'. Ob. Cit., 125. (L. B. R. )** No texto struo. Vide nota 23 do senhor Morisot, em seguida ao texto de Baro.* No texto \"mays\", \"mais\"; é sinônimo de milho ou farinha de milho. Vide adiante nota 27 do Senhor Morisot. ( L.B.R.)\n\n",
            "number": 94
        },
        {
            "id": 1866,
            "text": "porque no sertão havia tapuias e brasilianos que recrutavam todos aqueles que encontravam, o que causava grande temor entre eles; de posse do salvo-conduto, nada mais temeriam, e diriam a todos os que viessem procurá-los que nenhum poder tinham mais sobre eles, visto que pertenciam à minha nação e não à deles; prometiam-me permanecer-nos fiéis e descobrir as traições tramadas contra nós, mediante remuneração. Todos assim o juraram e também os seus chefes, que eram quase em número de vinte e seis. Feito isto, dei-lhes o salvo-conduto, cujo teor era este: Que ninguém se atrevesse a tirar brasilianos destes lugares, nem ultrajá-los por meio de palavras ou de outra qualquer forma. Eles estavam autorizados a construir ali uma nova aldeia, fazer plantações e residir tanto e tão longamente quanto perseverassem em sua fidelidade, obrigando-se a notificar, incessantemente, por mensageiro especial, aos nossos que estivessem no Rio Grande, os atentados e traições que se praticassem contra os nossos. Feito provisoriamente e dependente da aprovação dos Nobres Poderosos, a 11 de maio de 1647.Isto feito, escrevi os nomes de todos, como se houvesse alistado, pelo que ficaram muito satisfeitos e contentes.No dia 12, dois brasilianos e uma mulher apresentaram-se na aldeia, queixando-se de que eu viera para enganá-los e levá-los para fora do sertão, segundo lhes haviam assegurado os de Potengi. Tive bastante trabalho para desfazer este boato, perguntando-lhes de onde tinham tido notícia desta mentira. Responderam-me que fora de um certo Luís Caravana, português, e de um chamado Vitapitanga, tapuia, que era de seu partido. Comuniquei-lhes que se os capturasse, ensinar-lhes-ia a falar a verdade e a não mais fazer correr boatos maldosos contra a minha pessoa; entretanto, que eles se preparassem para partir no dia seguinte, à procura do bom velho Janduí.Cerca de nove horas da manhã seguinte, encontramo-nos ao pé de uma serra, próximo do Rio Potengi, em um belo sítio arenoso onde, outrora, o nosso exército vencera quarenta e oito chefes portugueses, com os brasilianos seus aliados. Alguns de nossos homens repousaram, enquanto os outros foram à cata de víveres, trazendo-nos farinha de suaçú, mel silvestre e ratos.No dia 14, alguns tapuias disseram-me que tinham esquecido, na aldeia de onde partíramos no dia anterior, parte dos presentes que eu destinara a Janduí e madeiras de diversas cores, pelo que retornaram, e de tarde vieram encontrar-me com dois brasilianos carregados de milho, que traziam em meu nome, como se eu lhes tivesse dado semelhante ordem. Perguntei aos tapuias que tinham trazido estes brasilianos quem os havia encarregado de ir buscar milho em meu nome, e eles me disseram querer concluir o luto de um de seus parentes que havia morrido e precisavam de milho para misturá-lo com a farinha e os ossos do morto pulverizados, a fim de comê-los. Zanguei-me com eles por me terem feito crer que haviam esquecido os presentes que eu lhes entregara para Janduí. Responderam-me ter agido assim porque temiam ser despedidos, caso me tivessem declarado sua intenção, e que os brasilianos não quereriam dar-lhes o milho senão em meu nome. ? \"Visto que vós vos servistes falsamente do meu nome, retruquei-lhes, quero que estes dois brasilianos que o trouxeram o levem de volta; eu não vim para tirar-lhes seus bens, mas para conservá-los e defendê-los, uma vez que eles são tão meus amigos quanto vós.\"Os dois brasilianos não quiseram ou não ousaram retomar o milho e, dizendo que lhes bastava saber que os tapuias os haviam enganado, e disso ficavam advertidos, voltaram à sua aldeia. Enquanto isso, aqueles que tinham ido à caça durante o período de repouso tomaram milho e ratos e imediatamente se puseram, com os seus companheiros, a pilar os ossos do morto, que misturaram com a farinha deste milho e, depois de misturado, comeram tudo.\n\n",
            "number": 96
        },
        {
            "id": 1867,
            "text": "No dia 15, depois de ter atravessado o rio, tomei três homens comigo, deixando o resto do bando na caça de ratos e, não querendo esperar os outros que marchavam muito lentamente, continuei o caminho. Orientei o meu rumo para o norte, e assim prossegui até o dia 18, quando enviei um de meus homens até aqueles que eu tinha deixado atrás de nós. Nesse dia perdi dois de meus cães, que foram mortos pelos javalis.A 19 cheguei à Serra Montagina, habitada até há pouco por brasilianos, mas na aldeia encontravam-se apenas um ancião e duas velhas, que me disseram não estar ali seu chefe ou principal, dito Diego; mandei procurá-lo por um rapazinho que o conduziu até mim, à tardinha. Disse-me que Janduí lhe dera este lugar para nele habitar com os seus, mas o mesmo não era seguro contra os seus inimigos, motivo por que era obrigado, ao primeiro ruído de guerra, a abandoná-lo e fugir para o mato. Ponderei-lhe que eles eram uns sem-vergonha por nos abandonarem assim e à sua própria nação. Respondeu-me que não eram sem-vergonha, mas que, não tendo recorrido aos seus inimigos, aos quais não podiam resistir, era prudente fugir; oprimidos pela fome em sua aldeia, tinham sido obrigados a procurar seus amigos para obter víveres, quando deles careceram. Sem isso, sentir-se-iam felizes vivendo em paz, pois, devido à sua pobreza, só raramente eram atacados por seus inimigos, e dispunham de todas as matas ao redor para uma retirada segura. Janduí deixara-lhes a liberdade de cultivar estas terras, e eles ali tinham plantado raízes e semeado ervilhas e favas, além daquilo que encontravam nas florestas. Não eram ingratos para com Janduí, a quem davam, liberalmente, uma parte daquilo que haviam plantado e semeado: à hora que ele falava, seus homens estavam nas roças semeando milho; não tinham ainda <em>maviras* </em>ou varas de raízes de fazer farinha, mas Janduí lhes prometera dá-las quando, com o bom tempo, descessem ao vale. Afirmei-lhes que, quando viessem do lado do Rio Grande, eu os receberia cortesmente e pedi-lhes que tomasse cuidado em não ofender ninguém.No dia 22, dois tapuias vieram dizer-me que Janduí se dispunha a marchar contra o inimigo. Resolvi, imediatamente, juntar-me a ele. Diego pediu-me para esperá-lo até que reunisse os seus homens. Pela tarde chegaram três filhos do velho Arara, que me presentearam com mel silvestre.Tendo Diego me indicado com o dedo o lugar onde acreditava que eu poderia encontrar Janduí, partindo do sul para o norte, escolhemos ao acaso nosso caminho, o qual estava coberto de grandes formigas chamadas capeara, que íamos comendo enquanto caminhávamos, com um pouco de milho, até que topamos com um rio chamado Turracoa, que corre da Serra Vvarhauaa, descendo ao mar pelo lado do sul.Chegando o dia 22 de maio, marchamos entre o sul e o poente através de pântanos, matos, rochas e espinheiros, sem encontrar qualquer trilha, até o Rio Itaquera. Aí encontrei quatro homens a cavalo, que Janduí despachara ao meu encontro, e imediatamente, fiz voltar um deles a fim de avisá-lo da minha vinda. Atingimos o quartel-general de Janduí cerca das três horas da tarde, extremamente molhados. Disseram-me que ele tinha partido dez dias antes, deixando apenas as mulheres e crianças, com a ordem de dar-me de comer, caso eu chegasse, e de dizer-me que eu aí o esperasse até a sua volta.Comi do que me deram; os meninos empregaram o dia seguinte e os subseqüentes a procurar mel selvagem para mim, e as mulheres, raízes de mandioca para fazer-me farinha.* O Major Mário Barreto traduziu como \"macaxeiras\". Ob. Cit., 129. Ver adiante, a nota 34 do Senhor Morisot. ( L. B. R.)\n\n",
            "number": 97
        },
        {
            "id": 1868,
            "text": "No dia 26, cerca de meio-dia, o bom ancião Janduí chegou com todos os seus homens; abraçaram-se gritando, chorando, saltando, pelo espaço de mais de duas horas. Isto terminado, apresentou-me a ele e, depois de saudá-lo, disse-lhe que estava contentíssimo pelo seu feliz retorno. Agradeceu-me, dizendo que eu era bem-vindo e perguntou-me se havia alguma novidade entre nós outros, os holandeses, que tivesse motivado a minha viagem. Respondi-lhe que, graças a Deus, não sofríamos qualquer falta; tínhamos recebido socorro e hortaliças da Holanda, e depois disso nossa força volante se apoderara do Rio São Francisco e a nossa armada conquistara aos portugueses a Ilha de Itaparica e três léguas de terra na Baía de Todos os Santos. Retrucou-me que tinha ouvido justamente o contrário da gente de Camarão, que lhe assegurara que nós estávamos em tal estado de penúria que dentro em breve seríamos forçados a nos render. Perguntei-lhe onde estavam esses mentirosos; replicou-me que ignorava, embora logo que fora informado tivesse ele próprio corrido atrás deles, para picá-los em pedaços. Depois fez trazer machados, machadinhas, foices e outros objetos, e acrescentou: \" \"Eis aqui os presentes que me enviaram há pouco, convidando-me para seguir o seu partido contra vós outros, holandeses, prometendo-me mandar muitos outros, caso eu quisesse ser dos seus. Veja estes machados, estas.machadinhas, estas foices, estes facões e outros instrumentos de ferro; a menor peça vale mais que tudo aquilo que os vossos Senhores holandeses jamais me enviaram\".Não soube que responder-lhe, sendo obrigado a perguntar-lhe se somente por causa destes belos presentes que os portugueses lhe haviam dado, queria ele romper conosco, contra sua promessa. \" \"Tu bem saberias responder-me, que se eu tivesse podido alcançá-los, não sobraria ninguém. E foi por isso que te enviei o meu filho Muroti, que deve ter-te dito que eu os persegui até o Rio Paraíba e obriguei-os a atravessá-lo a nado.\"Então eu lhe dei a carta que os Senhores Nobres poderosos lhe dirigiam, dizendo-lhe que os presentes que estes lhe haviam remetido estavam nas mãos de seu filho e de seus homens, aos quais eu os entregara. Respondeu-me que eles lhe seriam agradáveis e os examinaria no dia seguinte. Fora e era ainda amigo dos holandeses, os quais jamais tinham dado motivo de queixa de sua fidelidade. Disse-lhe que estes não duvidavam absolutamente disso, e que quando ele tivesse necessidade de socorro o encontraria prontamente. ? \"Sempre assim me prometeram, replicou, e verei no momento da necessidade; há vinte e cinco anos que só guerreio a favor deles e seria muito fácil para mim chegar a um acordo com os meus vizinhos e reunir aqueles que se revoltaram contra mim. Eles me odeiam porque eu não os segui e porque não fiz nas minhas terras como eles fizeram no Ceará, onde degolaram os vossos homens\".Estava cansado e quis ir logo deitar-se, tendo-lhe eu exortado ainda a perseverar em sua fidelidade, da qual, assegurei-lhe, seria largamente recompensado.No dia 27, Janduí mandou perguntar-me se eu queria fazer-lhe companhia; juntei-me a ele, e as mulheres se encarregaram daquilo que eu lhe ofertara. Quando estávamos a uma légua além do Rio Itaquera, levantaram-lhe um caramanchel de galhos com as suas folhas, onde repousou muito pouco, tendo-me feito chamar incontinenti, para mostrar-lhe os presentes que eu lhe trouxera. Depois de vê-los, sacudiu a cabeça e disse-me:\" Não valia a pena trazer-me tais coisas de tão longe. Os portugueses têm razão de dizer que o ferro dos holandeses não vale nada e menos ainda seus espelhos e pentes; nunca vi coisas tão desprezíveis. Eu estava acostumado a receber antigamente de vossa gente belas trombetas, grandes alabardas, belos espelhos, lindos copos e belas taças bem trabalhadas, que guardo em minha taba para mostrá-los aos outros tapuias que me vêm visitar, dizendo-lhes: um certo senhor holandês me enviou isto, outro aquilo. Conservo ainda o que Schkoppe, Arciszewski, Sua Excelência e vossos generais me mandaram; nada sofreu alteração com o tempo e o uso, com exceção de algumas trombetas que se quebraram, das quais mandei que se fizessem flautas.\"\n\n",
            "number": 98
        },
        {
            "id": 1869,
            "text": "Este Jacó tivera maior poder sobre os seus do que eu, porque fazia-se temer dos habitantes, ao passo que eu os temia\".Repliquei-lhe que Jacó Rabbi jamais tivera quer o poder, quer o comando que eu possuía; era homem de má vida, odiado dos seus e de todos aqueles que o conheciam; eu não cuidava de imitá-lo, temendo terminar como ele.\" \"Jacó Rabbi, continuou ele, tinha mais poder do que tu: estava sempre provido de um bom comando e acompanhado de diversos soldados, ao passo que tu vens aqui sem comando e sem um soldado.\"\" \"Não desejo, disse-lhe, ser acompanhado de ladrões, como ele o era, que poupavam os inimigos para saquear os vizinhos e amigos.\"\" \"Tu crês, então, disse-me ele, que os tapuias mortos no Rio Grande e Cunhaú o foram justamente\"\"\" \"Não digo isso, respondi-lhe; quis dizer que era uma felicidade Jacó Rabbi ter morrido, porque se ainda vivesse seria obrigado a prestar contas das extorsões e pilhagens que praticara contra os seus, e que ninguém poderia inocentá-los.\"\"  \"Não, replicou, mas se tu falasses com maior brandura a mim e à minha gente do que o fazes, terias maior satisfação do que pensas, pois eles não toleram ser tratados rudemente.\"\" \"Se eles se abstiverem, disse-lhe, de maltratar a minha gente e os que estão sob minha proteção, eu lhes darei presentes da Europa.\"\" \"Eles assim o farão\", respondeu-me, e tomando-me pela mão conduziu-me a cear com ele frutas do jenipapo e caldo feito com farinha de mandioca e milho.No dia 29 o ancião fez saber que todos tinham de marchar; ele, João Straffi e eu iríamos adiante. Teríamos feito uma hora de caminho quando os rapazes que corriam as árvores, das quais acima falamos, passaram por nós, correndo tão depressa que a terra parecia tremer sob seus pés e não pararam de correr até que chegaram ao rio, que era o lugar onde deviam tomar fôlego para, imediatamente, irem à caça dos ratos e à cata de mel silvestre. Voltando pediram-me fumo, dizendo que não podiam levar a cabo qualquer sacrifício, sem ele, tendo-se passado três luas desde o último que tinham feito. Disse-lhes já ter informado Janduí de que as águas haviam destruído as plantações que eu possuía. Janduí objetou que mandara me avisar com enorme antecedência que lhe trouxesse tudo de que necessitavam e que, fiados nesta esperança, e mais ainda pela curiosidade que os tapuias tinham de ver-me, tinham-se reunido em grande número há muito tempo, e nesse período haviam consumido suas provisões. Que os jovens de Vvaiupu, Iacuruiú, Vvariju e Preciaua,* aborrecendo-se com a minha demora, tinham pedido licença para retirar-se para suas moradas e que, em seguida, a maior parte se tinha ido embora. Que com estes e outros, ele, Janduí tinha perseguido os inimigos. Pedi-lhe que não mais se ficasse nos brasilianos, pois, de outro modo, lhe pregariam alguma peça e ele não tinha razão para confiar naqueles que tinham abandonado a sua própria nação, à qual retornariam todas as vezes que a ocasião lhes parecesse favorável. Retrucou-me que teria cautela, e então nos separamos para ir dormir.No dia 30, os jovens continuaram a correr a árvore e as mulheres nos trouxeram bolas de farinha de mandioca brava, certo peixe chamado Piapau, milho, ratos apanhados nas suas roças e caldo. Tendo alguém trazido fumo, todos puseram-se a saltar de alegria, pois assim tinham com que sacrificar ao Diabo, chamá-lo à fala e consultá-lo sobre seus negócios. O último dia de maio * O Major Mário Barreto escreve na sua tradução: Uvainpu, Sacuruin, Vuaripu e Preciana. Ob. Cit. 132. (L. B. R.)\n\nfoi empregado em lutas e na caça.\n\n",
            "number": 100
        },
        {
            "id": 1870,
            "text": "<em>Primeiro de junho</em>Correu-se a árvore; um capitão dos tapuias, chamado Vvariju, veio visitar Janduí, com sua gente conduzida por trinta e quatro chefes e regalaram-se com farinha, ratos e milho, que tinham trazido. Janduí indagou dele o motivo de sua viagem, dizendo-lhe Vvariju que vinha da caça aos inimigos e que, pensando ir juntar-se a Paicu, que a tal o convidara, não conseguira encontrar o caminho. \" \"Tu devias trazer-me, disse Janduí, os presentes que ele te enviou.\" \" \"Acreditei, replicou Vvariju, que isso não seria necessário, porque eles me asseguraram que tinham vindo de tua parte e que tinham te avisado do seu desejo.\" \" \"Isto é falso, disse o ancião; é certo que me enviaram alguns presentes por brasilianos, os quais lhes devolvi, a fim de que me viessem encontrar e trazer-me o resto daquilo que me pertencia. Mas esses marotos tomaram outro caminho e fugiram com a gente de Paicu. Deram-te alguma coisa\"\" \" \"Sim, disse Vvariju, machados e facas. Procederam igualmente com Paicu.\" Janduí gritou: \"Ah! traidores! Se eu estivesse agora ao pé do Rio de Vvariju, daria cabo deles, com suas mulheres e filhos.\" Depois, voltando-se para mim, disse: \" \"Este povo não quer outra coisa senão levar-me para o lado dos portugueses. Não lhes basta ter massacrado os do Ceará, querem acabar com todos os holandeses: eis porque é preciso que te resolvas a voltar aqui com a maior quantidade de soldados que puderes, juntar-te aos brasilianos teus aliados e vires encontrar-me para, todos juntos, nós os atacarmos e destruirmos.\" Disse-lhe que assim o faria.No dia 3 de junho, o velho deu a Vvariju uma parte dos presentes que eu lhe trouxera, sob a promessa de seguir o seu partido, que é o nosso, e despediu-o. Depois disse-me: \" \"Vês, meu filho, como é necessário que eu dê aos tapuias parte do que me ofereceste\" Pois, de outro modo, eu ficaria só: não tenho o suficiente para distribuir aos outros chefes.\" Prometi-lhe que, dali em diante, eu me abasteceria de presentes suficientes para todos.No dia 4 fui seguido por alguns tapuias, entre os quais havia doentes que não podiam andar e eram transportados em maças ou leitos de algodão do feitio de redes. Fomos até o Rio Potengi, onde eu deixara parte de minha gente, que me festejou com tapioca, feita de farinha de raízes de suaçú, de manta, mel e ratos.A chuva surpreendeu-nos no dia 5 e durante esse tempo as mulheres, amassando barro, fizeram potes para cozinhar, e os puseram a secar.No dia 6, os brasilianos, aos quais eu tratara asperamente no dia 19 de maio passado, trouxeram milho e fizão* a Janduí a quem se queixaram de que eu os havia chamado de velhacos, porque se tinham posto sob a sua proteção. O ancião zangou-se comigo por ter censurado aqueles que se tinham posto sob sua proteção, dizendo-me que eles seriam capazes de pregar-me uma peça, caso a ocasião os favorecesse. Disse-lhe que eles eram exatamente o que eu os chamara, pois conservavam os braços cruzados enquanto todo o país estava em confusão, e tinham desamparado os de sua nação, seus parentes e amigos. Não sabia porque razão semelhante canalha habitava em paz em sua terra, tendo em vista a liga ofensiva e defensiva que existia entre ele, Janduí, e os holandeses, aos quais aquela gente odiava. Se nós quiséssemos receber aqueles que deixavam seu partido, há muito tempo ele estaria sem tropas. ? \"Não, não, respondeu Janduí; eu não sustento canalhas nem velhacos;\n\n",
            "number": 101
        },
        {
            "id": 1871,
            "text": "se o soubesse, tê-los-ia feito massacrar a todos.\" Eu o adverti de que tivesse cuidado com eles, pois, indubitavelmente, o trairiam. Isto irritou-os e, olhando-me de soslaio, demonstraram sua ira e que, se me pudessem apanhar, se vingariam de mim. Imediatamente pediram licença a Janduí para retirar-se no dia seguinte.Assim fizeram, enquanto.os homens do rei corriam a árvore como antes. Cerca de meio-dia, dois tapuias de Preciaua vieram ter conosco, assegurando que Paicu e sua gente tinham feito um acordo com os inimigos, resolvidos a vir todos juntos guerrear contra Janduí. Este magoou-se, sentou-se no chão e, após um longo silêncio, disse-me: \" \"Vês, meu filho, o que se passa\" Não queres socorrer-me contra teus inimigos e os meus\" Tu me asseguravas há dias que tinhas tanto poder e comando sobre os teus, quanto tivera Jacó Rabbi, e que podias levantar tantos holandeses e brasilianos quantos quisesses. Eis o momento de prová-lo, visto que os nossos inimigos estão muito mais fortes do que eu.\"Respondi-lhe nestes termos \" \"É preciso, primeiramente, meu pai, que te informes se a notícia que vem de lhe ser dada é verdadeira e, se for, que reúnas tantos tapuias quantos puderes. Por mim, irei à minha morada e te trarei dos meus tudo o que puder conseguir para o teu socorro; mas creio que o que te disseram é inventado; e o tempo irá demonstrar isso.\"No dia 8, continuou-se a correr a árvore. Entrementes, chegaram brasilianos, dos que habitam as margens do Rio Potengi, conduzidos por dois de seus chefes, Vviauvug e Hipaí, que presentearam o velho com milho, ervilhas e favas, e depois acusaram um certo Diego, brasiliano, do assassinato de outro brasiliano chamado Carajá, pedindo justiça, a qual lhe foi negada por Janduí, dizendo-lhes que era preciso viver em paz uns com os outros e só combater os inimigos; que era despropositado matar os seus, quando se estava em perigo, e ele era mais fraco do que os que vinham atacá-lo, pois aquele que eles acusavam poderia matar dois ou três inimigos. Depois, voltando-se para mim, fez-me prometer-lhe que mandaria João Straffi, no dia seguinte, ao Rio Grande, a fim de ir buscar meus homens em seu socorro.* Talvez seja feijão. Mário Barreto traduziu como legumes (L. B. R.)No dia 9, foi-se à caça para alimentar os recém-chegados, que me pediram um salvo-conduto para um de seus chefes, um brasiliano chamado Baltazar Tamaris, que desejava morar com eles, o que fiz, ressalvada a aprovação dos Nobres Poderosos, mais para agradar os tapuias do que por outra qualquer razão. Durante toda a noite, aquele povo nada mais fez senão discorrer sobre a maneira pela qual avançariam contra o inimigo e o atacariam, não querendo admitir que este lhes tomasse a dianteira.Enviei João Straffi na manhã seguinte ao Rio Grande para reunir os meus homens e nós continuamos a marchar junto do grande morro onde achamos mel e ratos em abundância; e tendo morrido um tapuia nesse dia, os outros o comeram. No dia 11, os jovens puseram-se a dançar, para acabar o luto de um de seus principais que tinha falecido.No dia seguinte, os feiticeiros chegaram junto de nós e reduziram a pó certas sementes de corpamba, que tinham torrado numa panela; depois de misturá-las com água, engoliram-nas. Imediatamente essa beberagem saiu-lhes pelo nariz e pela boca e eles se agitaram como possessos. Disseram-me que celebravam esta cerimônia a fim de que o seu milho, ervilhas e favas pudessem amadurecer bem depressa. Os que tinham ido à caça trouxeram um porco da raça miúda chamada taietetu. A chuva durou todo o dia.A 13 do referido mês, enquanto os tapuias estavam na caça, Janduí, conversando comigo, disse-me que sempre servira aos holandeses em suas necessidades; que pedia retribuição contra aqueles que haviam matado os de minha nação em Salinas e em Ipanema* ,\n\n",
            "number": 102
        },
        {
            "id": 1872,
            "text": "os quais, indignados pelo fato de eles não terem seguido o seu partido, tendo sido amigos anteriormente, procuravam sua perda; tinham-se aliado à gente de Camarão e aumentado sua armada de grandes e temíveis tropas, que estavam acampadas acima do Paraíba com Vvajapeba, que tinha estado sempre do seu lado e morara longo tempo entre eles na Várzea; eles é que lhe tinham enviado os presentes que me mostrara, da parte do referido Camarão. Que, eles todos se tinham juntado a Paiucu, de sorte que, não podendo resistir-lhes, estava resolvido, caso não fosse socorrido por mim e pelos meus homens, a retirar-se para o Rio Grande, próximo do nosso forte. Este discurso me sobressaltou, pois não tinha nenhuma vontade de vê-lo tão perto de mim. Eis porque lhe disse que não devia ele abandonar a sua terra e que ali devia esperar o inimigo, caso fosse verdadeiro que este estava pronto para atacar.Chegamos no dia seguinte perto da aldeia dos brasilianos, que estava situada na margem do Rio Potengi e no dia 15 mandamos pedir-lhes milho, favas e abóboras. Janduí fez-me assentar ao pé dele e interrogou-me porque, tendo-lhe eu prometido outrora dois cães, não os havia dado a Muroti, quando este me visitara no Rio Grande. Disse-lhe que não me lembrara e que Muroti também não havia tocado nesse assunto; senão eu teria escrito aos Nobres Poderosos que me permitissem tomar aqueles que eu tinha emprestado a Jacó * No texto, \" Salmes\" e \"Upamene\". O Major Mário Barreto deixou como está no original. Vide adiante nota 59 do Senhor Morisot.\n\nRabbi e estavam no Forte da Paraíba. Replicou-me que não tinha importância e que eu lhe deixasse os dois cães que me acompanhavam, até que lhe remetesse os outros dois, pois não podia dispensá-los. Disse-lhe que refletiria sobre isso antes de partir.A 16, pernoitamos na margem do Rio Potengi, todos molhados, tendo apanhado uma serpente chamada pelos portugueses de cobra-veado, de três braças de comprimento, a qual os selvagens puseram num fosso, onde antes tinham feito fogo, para aquecê-lo, depois cobriram-no de terra e esta de faxinas, às quais atearam fogo, a fim de assar a dita serpente. Os feiticeiros reuniram-se no morro vizinho e nós com eles: choveu abundantemente em torno deles e de nós, mas não sobre eles nem sobre nós.Na manhã do dia 17, tirou-se a serpente do fosso e dela comeram todos os principais, com exceção de Janduí e dos feiticeiros; acharam tanto o que comer nesta cobra como se tratasse de um grande porco do mato. Não beberam nada durante a refeição, segundo o seu costume; foi preciso ir à aldeia vizinha para aí tomar uma beberagem de milho, que acabara de ser feita. Aí os tapuias, suas mulheres e filhos carregaram-se de milho que encontraram em abundância; durante esse tempo, vieram avisai-nos da parte de Vvajupu que ele avançava em nossa direção, porque corria o rumor de que Paiucu se pusera em campo com suas tropas para atacar-nos. Ouvindo isto, Janduí ordenou a todos os brasilianos da aldeia que preparassem suas setas, flechas e arcos, enquanto esperavam o socorro dos holandeses, devendo ferir-se o combate logo que este chegasse. Permaneci na aldeia toda a noite, que os tapuias passaram dançando, não obstante aquela notícia.Como estivesse chovendo no dia 18 de junho, eu me distraía a examinar a minha choça, que era coberta de ramos de palmeiras, quando ali vi uma pedra preta transparente, parecida com aquelas que se encontram na Mina do Ministro Stetten: pedi a meus hóspedes que me arranjassem outras iguais. Eles trouxeram-nas imediatamente e eu guardei-as para apresentá-las aos Nobres Poderosos. Verificando que as mesmas me agradavam, trouxeram, à tarde, maior quantidade do que antes e ensinaram-me o lugar onde as apanhavam no morro grande.\n\n",
            "number": 103
        },
        {
            "id": 1873,
            "text": "A 19, parti da aldeia para alcançar os tapuias, que iam adiante, carregados de milho e de ratos, os quais, na minha presença, furaram o lábio inferior e as orelhas de uma pequena criança e colocaram cavilhas de madeira nos furos. Esta é uma espécie de batismo entre eles; nesta ocasião, dão nome à criança e depois põem-se a dançar.Foi-nos preciso acampar neste lugar no dia seguinte, pois Janduí estava cansado; o Diabo tinha-lhe aparecido durante a noite, o que logo se tornou conhecido de todo o aquartelamento; imediatamente, todos os fogos foram extintos. O ancião nada mais soube do Diabo senão que uma das suas crianças que estava muito doente se curaria.Correu-se a árvore no dia seguinte, e no outro visitamos as roças, nas quais o milho e o fumo ainda não estavam maduros. Entretanto, morreu a criança cuja cura o Diabo tinha assegurado. Os tapuias zangaram-se e o expulsaram; mas ele deixou-se ficar, fingindo estar extremamente compungido com a morte da criança, cuja cabeça os tapuias cortaram e cujo corpo retalharam, pondo-o a cozinhar numa panela. Em seguida, os parentes mais próximos vieram à festa e comeram tudo, inclusive os tenros ossos. E quando nada mais restou, puseram-se todos a lamentar-se, gritando e batendo com os braços. Eis as cerimônias que observaram nessa ocasião.A 23, tendo marchado até o anoitecer, um ancião apresentou aos tapuias os ossos de diversos parentes seus, falecidos, que carregava há muito tempo. As mulheres os depilaram e cortaram bem miúdo os cabelos, que estavam ainda aderidos às cabeças; despejaram mel silvestre em cima e comeram tudo com tapioca. Perguntei porque os homens não tomavam parte naquela festa e disseram-me que a mesma não lhes competia. Quando tudo foi engolido puseram-se a gritar e a chorar, caminhando até que chegaram a um lugar em que nenhum dos seus parentes tivesse morrido.A 24, os que tinham ido visitar suas roças de milho voltaram trazendo grandes espigas maduras. Janduí disse-me: \" \"Meu filho, quando chegarem os soldados aos quais escreveste para virem, terão o que comer!' Respondi-lhe não acreditar que viessem antes de eu estar com os Nobres Poderosos; e antes de fazê-los vir, era preciso saber se o que tinham contado dos seus inimigos era verdadeiro.Na manhã de 25 chegamos ao morro Matiapoa, na nascente do rio Vvuvvug, enquanto repousávamos, os tapuias foram cortar e transportar as cabaças, abóboras, ervilhas e favas dos brasilianos que ali moravam.A 26, fomos às roças de Janduí, onde se encontrou grande quantidade de milho pronto a ser colhido; ele deu permissão a todos para apanhá-lo e guardá-lo, reservando uma parte para os soldados que iriam chegar em seu socorro.Desde o romper da manhã seguinte puseram-se todos a colher o milho e, enquanto procediam à colheita aqueles a quem tinham roubado as abóboras e as favas vieram reclamá-las; foram-lhes devolvidas, mas avaramente. À tarde chegou o principal Vvanjupu, tão cansado que não podia mais suster-se, tendo deixado sua gente para trás.A 28, os tapuias aplainaram um lugar para dançar;e estando o povo reunido, Vvanjupu contou que Paiucu se tinha posto em campo contra Janduí, tendo levantado soldados de todos os lados. Janduí respondeu que haveria de castigá-lo se tentasse fazer-lhe guerra, e logo mandou vir todos os feiticeiros e adivinhos e ordenou-lhes que se preparassem para invocar o Diabo, a fim de que este lhes anunciasse algo de bom. Os feiticeiros retiraram-se para o mato e Janduí foi com eles; após uma demora de duas horas, retornou tão assustado que não podia falar. Afinal, depois de ter descansado, disse-nos com a voz embargada: \" \"Que podemos esperar, se não pude obter resposta e o espírito e os feiticeiros mandaram-me aguardar até amanhã?\"\n\n",
            "number": 104
        },
        {
            "id": 1874,
            "text": "No dia seguinte Janduí fez saber aos que queriam casar-se que estivessem prontos e comparecessem à noite à sua cabana, onde Houcha, isto é, o Diabo e o Grande Sacrificador deveriam encontrá-los, para dar-lhes a bênção. Ã tarde, os moços lutaram e deu-se a ordem de plantar novamente os roçados. Depois, na escuridão da noite, Houcha veio à choça do ancião. A ele e ao Sacrificador os tapuias apresentaram um grande cachimbo feito de noz de coco, cheio de fumo. Os jovens estavam de pé e sobre eles o Sacrificador e o Diabo sopravam a fumaça do fumo; essa era a sua bênção. Isto feito, todos se retiraram, com exceção dos mais idosos, que perguntaram a Houcha como eles se comportariam nessa guerra. Este calou-se longo tempo, depois, disse-lhes com uma voz horrível:\" \"Fugireis.\" O ancião perguntou: \" \"E por que fugiremos\" Não fui eu, sempre, o senhor dos meus inimigos\"\" ? \"Não importa, replicou o Diabo. Fugireis; mas voltarei e farei saber quando\". Dito isto, desapareceu, deixando grande espanto e tristeza entre os tapuias.A 30, Vvanjupu voltou à sua morada e os tapuias prepararam uma ramada para o ancião, contra a ardência do sol. Aí vieram ter as mulheres, chorando a morte de seus maridos. Ordenaram-lhes cessar suas lamentações, devido à festa que se aproximava.Depois do meio-dia, apareceram dez moças cobertas de diversas folhagens. Seguia-as o Diabo que, carregado invisível dentro de um caramanchel por outras moças e mulheres, mandou que elas se coroassem com folhas e flores de ervilhas  e de favas, caídas para a frente e para trás. Elas obedeceram e depois puseram-se a dançar e a cantar durante toda a noite.\n\n<em>Primeiro de julho</em>Os tapuias torraram sementes de corpamba, pilaram-nas e misturaram-nas com água e, a seguir, deram-nas de beber aos feiticeiros. Estes imediatamente puseram-se a correr e a berrar como possessos, dizendo ter Houcha lhes dito que folgassem, e que ele breve voltaria para junto deles. Pouco depois, vieram oito rapazinhos enfeitados de diferentes folhagens, como as moças, seguidas de oito rapazes robustos, os quais, tendo chegado diante da latada preparada para Janduí, de folhas de papai, iampapé e baioue, aí se assentaram, e cada um deles recebeu um dos rapazinhos que se jogavam deliberadamente em seu colo. Incontinenti, um feiticeiro furou o lábio inferior e as orelhas destes rapazinhos com um espeto de pau pontudo, metendo nos furos pedras brancas; depois carregou-os e levou-os para a sombra da ramada, onde receberam a bênção do Diabo, que estava no caramanchel; era o seu batismo. À tarde, chegaram três tapuias de Preciaua; asseguraram também que Paiucu avançava com seus homens. O ancião disse que isso não tinha importância, e ordenou que se desse de comer a esses tapuias; Houcha mandara que todos se conservassem alegres; os que queriam casar-se deveriam preparar-se para a manhã seguinte, de modo que não houvesse aborrecimento.Feito isto, homens e mulheres trataram de grudar aos corpos, com goma, folhas de diversas cores; passava de três horas da tarde, quando os futuros esposos e esposas ficaram prontos. Trinta homens e mulheres da Holanda vestir-se-iam mais depressa que um só desses selvagens. Tinha sido preparada uma ramada para a cerimônia, diante da choça de sacrifícios; dali saíram dois feiticeiros, levando na mão um espeto de madeira pontiagudo, com o qual furaram o lábio inferior e as faces dos que queriam casar-se colocando em cada furo uma pedra branca pontuda. Entraram, então, para a dita ramada ou caramanchel coberto de folhas, onde devia consumar-se o sacrifício com o sangue que lhes escorria do rosto. Antes de partir, depois de executado este sacrifício, um feiticeiro tomou um cachimbo com fumo e, tendo aspirado a fumaça, com ela perfumou os recém-casados: era a sua bênção nupcial. Em seguida, os tapuias reuniram-se em três fileiras.\n\n",
            "number": 105
        },
        {
            "id": 1875,
            "text": "Na primeira, estavam Janduí e os feiticeiros, todos com os corpos pintados de diversas cores e cobertos de diversas folhas. Na segunda, estavam os homens e as mulheres. Na terceira, os esposados e esposadas, que se puseram a cantar e a dançar toda a noite. Havia muita alegria e regozijo nesta festa, mas pouco de beber e de comer, reduzido a milho e água salobra. Nesse dia tivemos um eclipse do sol, que começou às sete horas da manhã e durou uma hora.No dia 3, o ancião Janduí mandou dizer que, passado o calor do dia, recomeçariam as danças. Os brasilianos voltaram para a sua aldeia com a barriga vazia, pois Janduí ordenara que se guardasse o milho para Vvaupu e sua gente, quando viessem, e às quatro horas da tarde todos se puseram de novo a dançar. Quando estavam dançando, um feiticeiro veio dizer que Houcha chegaria à noite, com outros cinco. Pararam imediatamente e foram armar um leito de folhas na choça do sacrifício, perto do qual puseram fumo. Chegada a noite, os tapuias recomeçaram suas danças e Janduí e seus feiticeiros vieram à choça de sacrifício para indagar de Houcha o que lhes aconteceria. Três vozes enrouquecidas responderam a um só tempo: \" \"Fugireis\". \" \"Como\"\" - perguntou Janduí. Tenho mais homens que os meus inimigos, sem contar o socorro que espero dos holandeses.\" Uma só voz respondeu-lhe: \" \"Tu o esperas, mas ele ainda não está aqui.\" Isto foi escuta do por todos, e todos, o ancião, os feiticeiros, os homens e as mulheres puseram-se a chorar e lamentar-se cerca de meia hora. Então, uma quinta voz falou a Janduí e disse-lhe: ?\"Não combatas com os teus inimigos sem os holandeses: recua e a dissensão lavrará entre eles, e eles se matarão uns aos outros\". Ouvindo isto, o povo reanimou-se e pôs-se a dançar o resto da noite, ao fim da qual o Diabo se retirou.O ancião chamou-me na manhã seguinte contou-me tudo que se havia passado no dia precedente; mandou reunir todos os principais do seu povo com os feiticeiros, a fim de consultar para onde se retirariam, se fossem obrigados a fugir. Eles eram de opinião que deviam atravessar o rio e vir para o Rio Grande. Opus-me a esta resolução, dizendo que os inimigos ali os perseguiriam mais vivamente que em qualquer outro lugar, encontrando com que subsistir; seria mais conveniente retirar-se para um lugar onde os inimigos, ao persegui-los, não pudessem encontrar o que comer, sendo, assim, obrigados a voltar. Eu ouvira dizer que acima da serra havia uma região pobre; seria bom que eles se retirassem para ali, onde eu viria encontrá-los com os meus soldados.Quando estávamos tratando da resolução que motivara o Conselho, chegaram dois brasilianos, que nos disseram ter Vvarrivvuare e seus homens tratado com Paiucu contra nós. Janduí disse-lhes que ficassem com ele até se averiguar a verdade do que asseguravam, ordenando que lhes fosse dado de comer. À tarde, dois de meus negros trouxeram-me fumo e algumas bagatelas do Rio Grande. Os tapuias ficaram muito satisfeitos ao vê-los, imaginando que me traziam o socorro que eu lhes havia prometido. Disse-lhes que era necessário que eu próprio fosse buscá-los. O ancião não ficou muito contente e respondeu-me que, se eu não fosse depressa e voltasse ainda mais rapidamente, os seus inimigos e os meus deitariam a perder a eles e a nós, até mesmo no Rio Grande. Prometi-lhe que o faria, enquanto ele retirasse suas tropas além da montanha Vvhu nada deixando de comer atrás dele, ao mesmo tempo que cobriria as cabeceiras dos ribeiros que fosse encontrando. A estas palavras, todos eles se deitaram no chão; um feiticeiro assegurou-lhes que eu dizia a verdade, Houcha afirmara que lavraria a dissensão entre os inimigos, e isso certamente aconteceria se ficassem sem comida e sem bebida. Os tapuias alegraram-se e recomeçaram a dançar como antes.Cerca das nove horas da manhã, no dia 5 de julho, Janduí chamou-me e perguntou-me se eu voltaria breve: informei-lhe que sim, acrescentando que enquanto ele me esperava,\n\n",
            "number": 106
        },
        {
            "id": 1876,
            "text": "deveria mandar alguns de seus homens à busca do inimigo, a fim de capturar prisioneiros, para saber dos seus intuitos e de suas forças. Deveria esperá-los o maior tempo que pudesse caso acreditasse que não poderia resistir-lhes, se retirasse para Vvahy. Se isso acontecesse, deveria enviar-me dois ou três homens ao Rio Grande, que me avisariam do que se passava. Assim me prometeu. Despedi-me, então, de Janduí, recusando a companhia dos tapuias que ofereceu para me guiarem. Deixei-lhes todo o fumo e os outros objetos que os negros me tinham trazido. Agradeceram-me e eu lhes solicitei, em troca do que lhes ofertara, que me dessem milho para a minha alimentação durante a viagem.Quando eu já estava preparado para partir, no dia seguinte, Janduí pediu-me os meus cães. Disse-lhe que eram as minhas fontes de alimentação e eu não confiava senão neles para suprir-me durante a minha volta. ? \"Toma, replicou-me, tanto milho quanto os teus negros possam levar, e deixa-me os cães; quando trouxeres os que estão no forte da Paraíba, eu os restituirei; não tenho intenção de fazê-los caçar durante a tua viagem, para conservá-los sãos\". Esta cortesia obrigou-me a deixá-los com ele.No dia 7, tendo-me posto a caminho, topei com Vvajupu e seus homens, que iam ao encontro do ancião. Comemos juntos milho e ratos, que ele trouxera. Pediu-me que voltasse depressa, com as melhores tropas possíveis, e emprestou-me o seu cavalo, a fim de que eu chegasse mais rapidamente ao meu destino. Eu cavalgara pouco tempo, quando de súbito ele desapareceu, sem que eu soubesse o que lhe acontecera.Mandei procurá-lo durante todo o dia seguinte, mas não conseguimos encontrá-lo. E como não tivéssemos deixado de marchar, chegamos à tarde à aldeia que existia à margem do Rio Potengi, onde passei o dia seguinte, a fim de que me mostrassem onde estavam aquelas belas pedras negras das quais falei acima. Dois habitantes aí me conduziram e mostraram-me grande quantidade delas. Na volta, mandei pilar um pouco de milha para comer durante a viagem.No dia 10, querendo eu partir, trouxeram-me uma beberagem feita com milho e mel selvagem; bebi-a toda e depois caminhei pela encosta e pela serra, ate chegar ao rio. Na noite do dia 11, mandei de volta os brasilianos da mencionada aldeia que me acompanhavam; encontramos milho e peixe para cear.No dia 12, atravessei o rio, no qual pescamos o suficiente para alimentar-nos.E no dia seguinte, tendo encontrado brasilianos que pescavam, juntamos-nos a eles, e misturamos com a sua pesca os ratos que os meus negros tinham apanhado.Cheguei a Cameru no dia 14, cerca do meio dia, e à tarde à minha casa, em Incarenigi, no Governo do Rio Grande, depois de ter suportado a fome e as fadigas que lestes.\n\nNOTAS   DO   SENHOR   MORISOTSobre a VIAGEM de ROULOX BARO ao país dos tapuias\n\n",
            "number": 107
        },
        {
            "id": 1877,
            "text": "1\tRoulox Baro foi enviado, quando criança, ao Brasil, na frota das índias Ocidentais, que partiu da Holanda em 1617 e pode ter, atualmente, quarenta anos. Aprendeu, em pouco tempo, a língua do país, privou com os bárbaros e viveu como eles.2\tAlguns os chamam de tapuias, outros de tapoios: mas como esta denominação não é francesa, o tradutor chama-lhes tapuias. Há, deste nome, na terra firme do Brasil, setenta e seis nações, referidas pelo bom amigo de meu pai, o Senhor de Laet, em seu 15° livro das índias Ocidentais, cap. 3. Todas belicosas, que antes da vinda dos europeus ao dito Brasil se faziam guerra cruel; agora, tendo deixado as guerras civis, tomaram partido uns pelos holandeses, outros pelos portugueses. Este autor, entretanto, fala apenas daqueles que são vizinhos das capitanias ou governos da Paraíba, Itamaracá e Ceará.3\tEste governo, ou Capitania do Rio Grande, confina com os referidos governos, a saber, a Capitania de Ceará entre o Oriente e o Setentrião; com a Paraíba e Itamaracá, do lado do Ocidente; com o mar, do lado do Setentrião, e com os tapuias ao Oriente. Tomou seu nome do rio a cuja margem está construída uma pequena cidade com um forte, dos quais foram expulsos nossos franceses pelos portugueses no ano de 1601, os quais, depois de atacar os nossos aliados e principalmente o cacique dos Petiguaras, mataram cruelmente diversos milhares de selvagens. Os brasilianos chamam o rio, que os espanhóis denominam de Rio Grande, de Potengi ou Potingi, e os mapas dão Potengi; ele desemboca no mar sob os cincos graus e trinta minutos em direção ao meio-dia. Os portugueses construíram nesta região uma nova fortaleza, que lhes foi tomada pelos holandeses, que já haviam ocupado Pernambuco no ano de 1644, chamado pelos portugueses de Fornaboco [sic], que quer dizer boca do inferno, devido à dificuldade da entrada tortuosa do porto, toda cheia de escolhos; parte da guarnição foi morta nesta tomada, parte retirou-se para junto dos tapuias, esperando a ocasião de retomar o dito governo do Rio Grande, cuja costa, que olha para o mar, é de figura semicircular. Depois do Rio Paraíba, que dá nome ao governo vizinho, encontra-se a embocadura do Manianguape ou Mangagoape [Maranguape]; uma légua mais alto está a baía denominada pelos nossos franceses de Traição; os selvagens que habitam estes lugares são chamados petiguares. Desta baía até o rio Cromatin nos mapas Goromatin, seguindo seu antigo nome, Camaratiba conta-se uma légua. A quatro léguas daí está a chamada Baía Formosa, a meia légua da qual entra no mar o pequeno rio de Congaicú. Baía Formosa é denominada pelos selvagens de Quartapicaba. A uma légua daí, está o Rio Curamatau [Crumatahy] a meia légua deste o Rio Subauna, e a mais uma outra, uma ponta de terra dita Ponta da Pipa. Segue depois uma costa sem porto e silvestre, que é vulgarmente chamada Paranambuio e Guiraira, de onde, até o Rio Tareri que há três léguas, distanciada daqueles que leva o nome de Piranga. Aí existe o porto que os portugueses chamam de Busios, do qual até uma ponta de terra dita Ponta Negra, há três léguas, e de Ponta Negra até o Rio Grande, duas; cinco léguas daí, está o famoso banco que os portugueses chamam Baixio de São Roque.4\tA casa de Baro estava numa aldeia do Brasil, a cinco ou seis léguas da de Garsman, perto do Rio de Camaragibe, que perde o seu nome no de Potengi, que nosso autor chama Potegi.  Este lugar está no governo do Rio Grande, a seis léguas do forte que lhe dá o nome5  O inverno, muito chuvoso nestes países, que têm os dias e as noites quase iguais, começa no mês de abril e termina em agosto; o mesmo acontece em todas as outras terras situadas entre o Equador e o Trópico de Capricórnio. Aliás, os rios que, pela sua natureza, não têm grande curso, enchem-se extraordinariamente não só em razão das chuvas como pelo fluxo do mar, que é violentamente impulsionado em direção ao interior, mais baixo, pelos ventos que reinam nesta estação; no verão são vias secas, muito folgadas. Assim, oNo texto, Tiguares. (L. B. R.). Os nomes de índios, rios e geográficos em geral estão muito estropiados, sendo difícil sua reconstituição.\n\n",
            "number": 111
        },
        {
            "id": 1878,
            "text": "Rio Grande, que é um dos mais notáveis da costa, tem seis léguas de curso, como refere George Marcgrave, liv. 10 da <em>História Natural do Brasil, </em>cap. I. Não sendo tais rios profundos, senão em suas embocaduras, passado o inverno pode-se vadeá-los duas léguas mais acima.6\tSão cercados, fechados por cercas vivas ou mortas, trabalhadas à pá, onde se semeiam as cabaças, abóboras, pepinos, favas e ervilhas, e onde se plantam diversas raízes e arbustos do país, servindo para a nutrição do homem. Assim como a mandioca, a macaxeira, a manipuera, o ananaz, a nana pacoba, batatas, amoras e carás.7\tSão os campos de Caatingas próximas do Rio Grande e dos limites do governo de Porto Seguro, habitadas pelos tapuias chamados tupanucos, segundo Herrera; mas esta divisão é muito geral; nós a subdividiremos aqui: chamamos os tapuias perto do Rio Grande ou Potengi de maribucos.8\tNo texto, Potegi. Houve equívoco na tradução, segundo já dissemos, e deve-se dizer Potengi, segundo a opinião mais comum. Vide o Senhor de Laet. liv. 16. das índias Ocidentais, cap. 5.9\tAs chuvas são tão comuns neste país, que George Marcgrave no liv. 8. da <em>História Natural do Brasil, </em>dedicou-lhes um capítulo especial, onde anota todos os dias em que choveu nesta província, no governo do Rio Grande, nos anos 1640, 1641, 1642, de onde se vê que três quartos dos dias foram chuvoso. Deve-se observar que no mesmo livro, cap. 4, o referido Marcgrave fala sobre a narração de Jacó Rabbi, à qual nos reportaremos adiante, segundo a qual pode-se seguir o Rio Grande, de sua embocadura até à nascente, em seis horas de caminho. Desta embocadura até à do Rio Mupéo há nove léguas, do lado do meio-dia, e do lado do norte, três léguas mais alto, que o dito Rio Grande; o Rio Oirag tem cinqüenta léguas de curso e o Mapreucauch Maxaranguape ainda mais; Ipotinge não está senão a quatro léguas do dito Rio Grande, e o Uguasu a dezessete; mais ao alto estão as grandes salinas de Vnapabuba, sendo que nenhuma delas está ainda registrada em nossos mapas, porque não foram conhecidas senão há seis ou sete anos, pelo dito Jacó Rabbi. Este, falando do Ipotinge, fez-me duvidar se não será o mesmo que é chamado pelo nosso Baro de Potegei e que não seja outro que o Rio Grande, visto que Marcgrave o coloca quatro léguas mais distante.\n\n10\tVide a viagem de Léry a respeito destes peixes caramiri e acaramiri e relativamente aos tamoatas. Marcgrave, na <em>História Natural do Brasil, </em>liv. 4, c. 5, onde diz que os portugueses chamam este peixe soldado, porque parece armado, tendo a testa coberta de uma crosta espessa e o corpo de escamas duras e bem ordenadas sobre a aresta das costas, à moda das antigas couraças.11\tMarcgrave, no liv. 8 de sua <em>História Natural do Brasil, </em>cap. I, nota que sob o nome de distritos, chamados pelos Portugueses freguesias, estão compreendidos não somente os portos e enseadas de mar vizinhos, como ainda os lugares ermos, campos, vales, florestas, casas isoladas, aldeias e rios; que freqüentemente dão nome ao distrito, como Poiubam, Camaragibe, que pode ser nosso Camaragibe e outros.12\tEntre os rios Otscunog, de Opone, Iavarug, Beryvere, Vatepug [todos estropiados] e Ceará, há mais de sessenta léguas, todas ocupadas pelos tapuias, chefiadas por diversos reis. As terras de Janduí que tem mais de 110 anos, estendem-se ao longo dos rios de Otschunogh, Otschuaiaiuch e Drerinagh [todos estropiados], que é chamado pelos holandeses, como um regulo seu vizinho, de Pritiiaba. Os que ocupam o resto da região mencionada, que se chamam hoje Arigpoigh, Vvanasevvasug, Thering e Drememge [todos estropiados], são inimigos daqueles que pertenciam ao partido dos portugueses. Os povos sobre os quais Janduí governa, com um outro regulo dito Caracara, são chamados tarairius.\n\n",
            "number": 112
        },
        {
            "id": 1879,
            "text": "13 Chamarei logo vossa atenção para o fato de que as casas particulares tanto dos oficiais holandeses, como de portugueses, construídas à margem dos rios, no campo ou nos caminhos, para facilitar o tráfego, retêm o nome daqueles que primeiramente as construíram ou daqueles que presentemente as habitam.14\tÉ um parque de Claesen, que quer dizer Nicolas, segundo se interpreta a linguagem holandesa, que nutria as vacas e outros animais do país ou trazidos da Europa. Os nivernezes, chamam-nos vendas, que são terras arenosas e ingratas, não produzindo senão ervas e árvores acaçapadas, armadas de todos os lados de cercas vivas e de matas abatidas; têm apenas uma entrada, que serve também de saída feita em barricada. Os portugueses, assim como os holandeses, fazem de tais parques uso especial, aí alimentando suas vacas, ovelhas, carneiros, vendo-se até corços, que os selvagens chamam de suaçú; diversas espécies de javalis, uns tendo umbigo nas costas, chamados pelos naturais do país de taiaçú ? jaiguara; outros têm grandes orelhas agudas, sem seda nas costas, e o pelo ruço, (Marcgrave, em sua <em>História dos Quadrúpedes, </em>cap. 8). Há outros, chamados taiaguitas, isto é, javalis persistentes ou presos, porque esperam os homens nos caminhos e ao pé dás árvores, nas quais os índios se abrigam, a fim de evitar a sua fúria (De Laet, liv. 15 das índias Ocidentais, cap. 5). Há, ainda, outros animais, mencionados por Jean de Léry no 10° cap. de sua <em>América.</em>15\tEste governo, ou capitania, é um dos principais do Brasil, situado entre o segundo e o quinto grau do Equador, da banda do meio-dia, entre os do Maranhão e Rio Grande, após o qual, em direção ao Trópico de Paraíba, Itamaracá, Pernambuco, Bahia, Ilhéus, Porto Seguro, Espírito Santo, Rio de Janeiro e São Vicente. A respeito da traição dos do Ceará da qual se falou aqui, é preciso saber que os holandeses, tendo tomado São Salvador, cidade que está na Baía de Todos os Santos, capital da Capitania da Bahia no mês de maio do ano de 1624, entregaram-na aos portugueses no mês de abril de 1625. Isto não impediu, absolutamente, que os holandeses voltassem ao Brasil, onde, no ano 1630 tomaram de improviso a cidade de Olinda, capital do governo de Pernambuco, ou Pernambuco, no começo do mês de maio. Depois fortificaram-se ao longo da costa, notadamente no Recife, que é uma povoação fundada no extremo de uma língua de terra, que se projeta no mar, cobrindo o porto. Os portugueses que escaparam em seus navios retiraram-se para a Europa, os outros fugiram para junto dos tapuias, seus aliados em terra firme, até que chegou a hora de se vingarem dos holandeses, seus inimigos. Os selvagens dos governos de Pernambuco, Itamaracá, Paraíba, Rio Grande, Siara ou Ceará seguiram o partido dos vitoriosos, excetuados alguns dos caciques que, apiedando-se dos portugueses fugitivos, secretamente os favorecem. No ano de 1646, aproveitando a ocasião de uma viagem que os tapuias do Rio Grande fizeram ao Ceará, com alguns holandeses, dirigidos por Jacó Rabbi, mataram-nos a todos, depois de, aparentemente, os terem recebido bem.16\tEste forte está construído à esquerda do Rio Grande, do qual tomou o nome, chamando-se Rio Grande.17\tDo dito forte até a morada de Janduí, há um caminho que foi feito outrora por um tenente-coronel holandês, chamado Garstman, e que conserva, ainda hoje, o seu nome.18\tCunhaú é uma povoação situada à beira-mar, no norte, entre as capitanias de Paraíba e Rio Grande, na baía dita pelos portugueses da Traição e pelos franceses <em>Trahison, </em>distante sete léguas da Paraíba. O rio é em parte arenoso, em parte lamacento, e o terreno é coberto de florestas; através delas, os portugueses, acompanhados pelos habitantes do país, chamados tiguares (petiguares), que habitam a vila ou aldeia de Tabuçurã, a quatro horas de caminho de Cunhaú, vieram ao dito burgo de Cunhaú, em 1646, e mataram os seus habitantes, assim como os holandeses que estavam com eles.\n\n",
            "number": 113
        },
        {
            "id": 1880,
            "text": "19\tO modo de assar pelos selvagens do Brasil foi descrito por Jean de Léry, cap. 10, de sua obra <em>América. </em>Os americanos, diz ele, dispõem quatro forquilhas de madeira no chão, distantes num quadrado de cerca de três pés, com uma altura de dois e meio pés; colocam sobre as mesmas bastões atravessados a dois dedos um do outro, e chamam esta grelha de espeto. Põem as postas de carne em cima, preparam um pequeno fogo de madeira seca em baixo, que produz pouca fumaça, e viram-na freqüentemente, fazendo que cozinhem bastante aquelas que querem guardar. Assim procedem com os peixes e corpos humanos. Sua caça ordinária é de tapiruçús, que têm o pelo ruço, a figura e o tamanho entre a vaca e o asno, tendo a carne o gosto da de vaca. Os suaçús são uma espécie de cabras selvagens, das quais se fala aqui. Agouti (coati) é uma espécie de porco. Tapiti, de lebres; e assim outros. Acerca da gulodice insaciável dos tapuias, vide de Laet, liv. 15, das Índias Ocidentais, cap. 2,20. Há diversas espécies de abelhas e de mel no Brasil, ainda que Marcgrave, liv.7, dos <em>Insetos, </em>último capítulo, encare todas as abelhas deste país como semelhantes às nos sas, com a diferença de não terem ferrões. A este respeito, o Senhor de Laet, personagem muito curiosa, nota \" seguido de Jacó Rabbi, que viveu longo tempo entre os tapuias e dedicou a relação que fez de suas viagens ao Conde João Maurício, \" que há nestas regiões uma espécie de abelhas que os selvagens chamam Kitshaara, que se prendem aos pequenos arbustos, como as nossas aos grandes, nas colméias que fazem elas mesmas, semelhantes ao nosso papel grosso, nas quais envolvem seus favos, e nos quais se encontra mel mais que excelente. A segunda espécie é chamada por eles de Kitshagh e faz a sua obra nos cavos da terra. A terceira, cujos favos se encontram na terra, a modo de um pão de açúcar envolvido num papel grosso, é chamada heubig. Todas estas têm ferrões, como as nossas, e assim também aquelas cujo mel pende dos ramos das árvores, em forma de ninhos de pássaros, duro e preto, chamadas atshoí. A quinta espécie de abelhas, chamada ehenhne, não pica, trabalha nos ocos das árvores e formam grossos pelotões de cera e de mel; são tão firmes que é preciso rompê-los para servir-se deles. A sexta espécie, benatshí, não tem ferrões, trabalha nos ocos das árvores e formam grossos pelotões de cera e de mel; são tão firmes que é preciso rompê-los para servir-se deles.A sexta espécie, benatshí, não tem ferrões, trabalha como as nossas nos troncos das árvores e aberturas dos rochedos, produzindo o mel mais saboroso de todos. Os portugueses chamam todas estas espécies de mel de uma só forma, mel de pau, o qual misturado com água, tem o gosto do nosso vinho doce, refresca e alimenta. Ajuntando-se-lhe suco de pacobete, pacobuçu e jenipapo, obtém-se uma beberagem mais que excelente. Adicionando-lhe suco de fruta de ananás, ele embriaga e obriga a vomitar, e eu creio que esta é a beberagem que o nosso autor chama de uva e os brasilianos de nanai. Marcgrave, da <em>Região dos brasilianos e dos Habitantes desta, </em>cap. 7; Guilherme Piso, no liv. 4, das <em>Faculdades dos Simples do Brasil, </em>cap. 3, falando do mel selvagem, diz que ele é útil aos sãos e aos doentes. Que os brasilianos lhe chamam lira e que é encontrado nas grandes florestas e desertos. O nome das abelhas que fazem este mel é eiruba (herú). Piso nomeia doze espécies, e todas provocam vômitos, diz ele, quando colocadas em beberagem, por causa da sua doçura; desenraizam os humores viscosos do estômago e o confortam, removem a indigestão, expelem a urina e limpam as úlceras.20\tOs chefes dos tapuias dão seus nomes às aldeias ou vilas em que comandam e são as suas moradas mais comuns, não tendo nenhuma permanente.21\t(No texto cascabila). É necessário dizer cascavel, nome pelo qual os portugueses chamam a serpente denominada pelos brasilianos de boicininga, coicinininga, coitininga e coiquira, pelos tapuias oiugi, pelos holandeses Raetel Slange. Tem quatro a cinco pés de comprimento, é tão grossa no meio, como o braço de um homem próximo do cotovelo; suas escamas se implantam sobre a pele, que é colorida de um amarelo pálido, realçado pelo preto, e curtida por losangos que se aproximam uns dos outros; a fila de baixo entra ou junta-se mesmo na de cima. Sua cauda tem tantos nós quantos anos conta a serpente, produzindo, quando ela se move de rojo um ruído como o de campainhas; a natureza\n\n",
            "number": 114
        },
        {
            "id": 1881,
            "text": "agiu sabiamente para avisar aos homens que se desviem de sua passagem e evitar sua mordedura, que é mortal. Jean de Laet, liv. 15 das Índias Ocidentais, cap. 6. Marcgrave, no <em>Livro dos Quadrúpedes e Serpentes, </em>cap. 14. Vi a pele de uma destas serpentes entre as mãos do Senhor Moreau, tradutor da presente <em>Relação, </em>que a deu, pouco depois, ao Senhor Millotet, advogado geral no Parlamento de Dijon. Os selvagens reduzem-nas a pedaços para assá-las. Os espanhóis, por causa das campainhas que existem na cauda, denominam este animal de cascavel, isto é, campainha. Chamam-lhe, ainda, tangedor, segundo Guilherme Piso, no 3° liv. da <em>Medicina do Brasil, </em>cap. I, onde reproduz a figura da serpente com uma outra espécie de cascavel, com o comprimento de doze pés, chamada pelos naturais do país de sucurucu, a qual é muito venenosa.23\tCreio que struo é uma palavra holandesa, correspondendo a strutio dos latinos, ema dos portugueses, nhanduguaçu dos brasilianos, autruche em francês; este pássaro não é tão grande nem tão largo quanto os <em>autruches </em>que existem na África; tem os esporões dos pés semelhantes aos dos outros pássaros, apenas que são pouco curvados para a frente, com as garras pretas. Têm o colo curvo como o da cegonha, com o comprimento de dois pés, o bico um pouco longo, apertado e recurvo, as asas pequenas e inábeis para o vôo; corre tão depressa que dificilmente pode ser apanhado pelos cães; suas plumas são cinzentas, como as dos grous, belas, longas e delicadas sobre as costas, e estendem-se além do uropígio, servindo-lhe de cauda. Engole tudo quando se lhe apresenta, não importando a dureza, mas não o digere; vive de frutas e de carne, gosta de comer; é freqüentemente visto nos campos do governo do Rio Grande, raramente em outra parte. Marcgrave liv. 5, de sua <em>História Natural do Brasil, </em>cap. I.24\tOs  brasilianos chamam a este animal tatu e tatupeba; os espanhóis, armadillo; portugueses, encoberto; ele tem, segundo relata Charles de L'Écluse, em seus <em>Exóticos, </em>o tamanho de um leitão, de cor cinzenta, o corpo todo coberto de escamas de osso como se fossem lâminas, quase a modo do rinoceronte, dispostas em bela ordem e com uma maravilhosa variedade de formas, tão duras que tornaram rombudas as pontas das flechas. Escava rapidamente a terra e retira-se para os buracos que fez, como as raposas e texugos de várias espécies; não pode ser apanhado facilmente, a menos que se derrame água em sua toca; tem a carne branca e do gosto do capão; suas escamas servem para fazer escarcelas e outros objetos. Tem a cauda como a do cão, as pernas como as do ouriço, o focinho do mesmo, apenas mais comprido e delgado; seus pés dianteiros têm quatro garras, os traseiros cinco, cada um; suas orelhas são pontudas, cartilaginosas e sem pelos. Vive de batatas, que são uma espécie de trevo, vermelhas por fora, brancas por dentro, excelentes para comer-se, de melões e outras plantas. É apanhado como o texugo e o coelho, fazendo entrar algum cão rasteiro em sua toca e escavando tudo em volta até que ele seja descoberto; então, os cães ou os homens matam-no facilmente.   (Marcgrave, liv. 6° da <em>História Natural do Brasil, </em>cap. 8°) Há, ainda, uma outra espécie deste animal, porém menor, que os brasilianos chamam de tatu-etê, os portugueses de verdadeiros; e uma terceira espécie, que os selvagens denominam de tatu-apara.25\tAs armas dos tapuias ou tapoios são o arco de madeira dura, que eles chamam guirapara e Urapara e a madeira que é feito de guirapariba (guarapaiva) e Urapariba, os portugueses de pau d'arco; as cordas do mesmo são de algodão torcido e chamam-se guirapacuma. Sua flechas são de canas, vuba. A ponta, farpada em baixo, é de pau-brasil e chama-se anha; é farpada ou dentada de diversos modos. Eles denominam as que tem várias pontas vutapoaeta. Algumas têm uma espécie de dentes, outras são feitas em forma de serras. Existem outras, ainda, às quais eles apõem dentes de peixes iperu. A flecha toda inteira do junco taquara é chamada íurupara. Servem-se, também, de flechas ou dardos, que lançam com grande vigor, sustentando-as por meio do arco; ligam um pequeno pedaço de madeira\n\n",
            "number": 115
        },
        {
            "id": 1882,
            "text": "cavo e escorregadio à palma da mão, a fim de dar mais força ao golpe e fazer sair a flecha ou dardo com maior facilidade. Utilizam, ainda, clavas feitas da madeira preta de iapema, longas e achatadas. <em>Colocam </em>franjas de algodão ou de plumas em volta e na ponta do cabo, e uma borla pendente do meio da clava, chamada atirabebe e iatirabebe. (Marcgrave, liv. 8° <em>de História Natural do Brasil, </em>cap. 10°. Léry em sua <em>América, </em>cap. 14º)26\tNão encontro este nome em qualquer outro lugar, embora Marcgrave, liv. 6, cap. 6, faça menção de várias espécies de ratos. Léry, em sua <em>América, </em>cap. 10°, diz que estes ratos selvagens são ruços, do tamanho dos nossos bichos de cozinha, e mais que tem a carne do mesmo gosto que o coelho de coelheira. Existem grandes como o coelho, cinzentos e pretos, que têm dentes muito perigosos.27\tO mais não é outra coisa senão aquilo que nós chamamos trigo da Turquia, que dá tão bem na Europa quanto nas índias Ocidentais, <em>sem </em>exigir qualquer cuidado; há o branco, o cinzento, o amarelo, o vermelho, o negrejante, o purpurado e o misturado de diversas cores. Nada mais direi a respeito, visto que esta espécie de trigo é muito conhecida entre nós. Sua descrição, seu uso, tanto na comida como na bebida, medicinas e virtudes são declaradas pelo Senhor de Laet, liv. 7º das <em>índias Ocidentais, </em>cap. 4°;e o modo de cultivá-lo e plantá-lo, por Jean de Léry, cap. 9 de sua <em>América. Os portugueses que estão no </em>Brasil chamam o mais de Milho, significando esta palavra, também, o milho ou milho miúdo das índias.28\tO Senhor de Laet, homem sábio, enviou-nos muitas vezes favas e feijões de diversas espécies, que lhe foram enviados do Brasil para Leiden, onde ele mora. Vi alguns do tamanho de uma polegada, chatos, brancos de leite, outros da cor de castanhas, do mesmo tamanho, e outros, ainda, de cor marchetada de linhas pretas; outros, vermelho descorado, da cor da carne; outros, pretos. Destas grandes espécies, nenhuma produziu frutos; umas apodreceram na terra, outras, depois de terem brotado hastes e folhas, foram surpreendidas pelos frios de outono, quando se preparavam para <em>mostrar suas flores. Laet fala </em>deles na descrição das <em>Índias Ocidentais, </em>liv. 15°, cap. 10°, e aí coloca as figuras, onde se refere a uma espécie de ervilha do Brasil, que não é de todo redonda, e de pequenos feijões, sem outro nome que aquele pelo qual os portugueses os chamam, fava brava, isto é, fava selvagem. Temos dela na nossa horta; é da cor da sopa com vinho, e cor de carne; produz flores das mesmas cores e também de cor púrpura escura, cujos frutos são quase todos pretos. O Senhor Moreau, tradutor da presente relação, fez-nos presente dela, assim como de outras grandes, como as comuns do nosso país, vermelhas, marchetadas de linhas pretas em oval, que dão uma flor da cor da flor de romã. Diz ter visto no Brasil ainda maiores, tendo flores vermelhas e as favas de <em>um azul pardacento; brancas e </em>amareladas, tendo flores da mesma cor; outras ainda, maiores, negrejantes puxando para o amarelo, tendo as vagens a largura de duas, de seis a sete polegadas de comprimento, cobertas de uma fina camada avermelhada. Outras são salpicadas de manchas e figuras alteadas, formando uma meio-corcunda, de diversas cores.29\tVide a nota 6.30\tVide a nota 15. (Laet, liv. 15 das <em>Índias Ocidentais, </em>cap. 26).31\tO sertão é uma espécie de região particular no continente, que está atrás de Pernambuco. Esta palavra significa boca do inferno, segundo me disse o nosso tradutor. Aí existem as mais belas matas do Brasil. Diversas nações de tapuias habitam esta região; são amigos dos portugueses, a saber os guyauas, os taicuiuios, os coriuios, e os pigruuos. (Jean de Laet, liv. 15°, cap. 3°.)32\tO suaçu é uma raiz que dá naturalmente nas matas; para melhorá-la é transplantada e cultivada em roçados e hortas, e então se chama mandioca. Falaremos sobre ele mais amplamente no número 34, adiante.\n\n",
            "number": 116
        },
        {
            "id": 1883,
            "text": "33\tO milho, aqui, não é outra coisa senão o mais, do qual falamos atrás, que os tupinambás chamam abati (Jean de Léry, na sua <em>América, </em>cap. 9º) O trecho seguinte, de Baro, merece atenção, a saber, que os tapuias pulverizavam os ossos secos dos mortos e os misturavam com farinha de milho ou mais, comendo-os em banquetes nupciais, nos quais os parentes dos defuntos se reuniam tendo já devorado a carne destes imediatamente depois de sua morte, quer tivessem sido abatidos em guerra, quer tivessem tido morte natural; depois de terem esvaziado os corpos, cortavam a carne em postas, as quais eram assadas à sua moda pelas velhas, e dados a comer aos parentes; mandavam <em>guardar os ossos </em>para comer no fim do ano ou em qualquer dia de festa, como foi dito, depois da refeição, tal qual se faz entre nós com pastelarias e confeitarias, à sobremesa. (Marcgrave, liv. 8º de sua <em>História Natural das índias, </em>cap. 12º) Até que os ossos tenham sido inteiramente comidos, os parentes não cessam de guardar grande luto e arrancar-se os cabelos. Ê preciso notar que o nosso tradutor usa, comumente, da palavra milho para o mais, embora sejam coisas diferentes, sendo o mais o nosso trigo da Turquia, e o milho, o milho miúdo, descrito por mim na viagem de François Cauche.34\tDissemos, atrás, que a raiz selvagem do suaçú, transplantada, se chamava Mandioca; ele é do tamanho de uma perna de <em>animal, </em>e de dois pés de comprimento, tendo a forma de um rolo de fumo; produz canas direitas, que sobem à altura de seis a sete pés; são tenras e têm, dentro, uma polpa branca; de meio a meio pé, existe um nó, três dos quais fazem um pau, ou bordão, que, colocado na terra, produz uma raiz como a precedente, em oito ou nove meses. Estes nós ou paus são chamados, pelos brasilianos, maviras, tal como o diz o nosso autor; e quanto mais as raízes ficam na terra mais elas crescem. Existem algumas prejudiciais e outras até mesmo mortais ao homem que as comer cruas; outras são agradáveis e aproveitáveis para todos os animais. Secas, limpas e socadas delas são <em>feitas farinha </em>e também papa, da qual os selvagens preparam bolos muito brancos e delicados. Endurecem-nos e secam-nos na fumaça, sobre caniçadas, umedecem a farinha com água, colocam na em vasilhas redondas e fazem sua provisão para usar em caso de necessidade, guardando-a tanto tempo quanto desejam; depois, quando querem servir-se, esvaziam as vasilhas e, misturando a farinha velha com outra nova, fazem biscoitos, que os selvagens comem quando guerreiam e os portugueses quando estão no mar. Fazem desta farinha uma beberagem que chamam de mingau; misturando-a com a farinha de arroz, produzem pão fermentado, semelhante ao de trigo que sai dos fornos dos nossos padeiros. Há uma espécie de mandioca que se come crua sem perigo; chamam-lhe aipim e fazem dela uma bebida excelente para refrescar a sede. Léry, no cap. 9° de sua <em>América, </em>chamada mandioca, maniot, e diz que ela tem folhas semelhantes às da pana. Acrescenta que os tupinambás chamam a farinha de maniot, se é mole e meio cozida de utipli; a que se está bem cozida de nientae à papa de mingant (mingau); diz mais que os insulares chamam esta raiz íuca, com o que Guilherme Piso está de acordo, como se vê no liv. 4, da Primeira <em>Faculdade dos Simples, </em>cap. 2°, onde diz, além disso que a farinha desta raiz é chamada pelos de Angola e da Espanha de Cosfaui. Há segundo ele conta, diversas espécies de mandioca, sendo a primeira a mandiibabuara. A segunda, mandiibparati, tem as raízes e nós de suas hastes brancas. A terceira, mandijuba. A nona, macaxeira. Que as sete últimas espécies têm as raízes e hastes de um vermelho desbotado. Elas gostam das montanhas e lugares secos, querem ser transplantadas no verão com o tempo seco e nos campos abertos ao sol, e, se possível, nos declives das pequenas montanhas, onde os tapuias costumam fazer os seus roçados, que os portugueses chamam choças, para fazer escoar as águas do céu, depois de ter cortado todas as árvores vizinhas, a fim de prover de ar as canas nodosas da mandioca. Colocam-se os paus desprovidos de folhas um pé dentro da terra, ficando o meio pé que resta com o seu nó do lado de fora; este irá brotar novas folhas e o que está dentro produzirá raízes. Deixam\n\n",
            "number": 117
        },
        {
            "id": 1884,
            "text": "o espaço de três pés entre dois paus ou canas e têm o cuidado de tirar as ervas masque brotam em torno. Os portugueses preparam peças de forno da farinha de mandioca com manteiga e açúcar. Preparam, ainda, uma espécie de papa, na qual misturam pimenta do Brasil e flor de nhambi, que apreciam muito. Os selvagens chamam esta papa de mingau de carimã.35\tEste nome espanhol mostra que aquele que o leva foi batizado e assim denominado por um português, ainda que haja vários brasilianos que, sendo a favor dos portugueses, seus amigos, ou dos holandeses, tomaram os nomes de seus primeiros hóspedes.36\tAssim se chama um chefe dos tapuias, dependente de Janduí.37\tHá tão grande abundância delas, que todos os campos e caminhos estão cheios; os portugueses chamam-nas reis (Rainhas) do Brasil, porque reinam por toda a parte e alimentam-se de tudo que encontram, carne, peixe, frutas, grãos, ervas, raízes, serpentes, sapos, escorpiões não poupando senão as frutas ácidas, como a iunipapa. Constroem formigueiros subterrâneos tão grandes quanto os nossos montões de feno reunidos nos campos depois do corte; os habitantes do lugar chamam estes montões insaube. Há algumas que tendo azas, voam; são do comprimento de um dedo, a cabeça tem a aparência de um triângulo e o corpo é separado em dois por um pequeno filamento que liga as duas partes. Elas têm dois dentes na boca, bifurcados e cortantes, os olhos pequenos, e sobre a cabeça dois pequenos chifres muito finos. Dispõem de seis pés e quatro azas. Todo o corpo é de cor parda; entram prontamente na terra e escavam como as toupeiras. Roem depressa e consomem tudo em menos de um instante. Vêem-se nos mesmos lugares outras formigas do mesmo tamanho, cujo corpo é separado em três partes por dois filamentos, sem asas, chamadas apuai. Há, também, outras de cor castanha, semelhante às nossas, mas todo o seu corpo é coberto de pelo; à medida que envelhecem, criam asas; esta espécie de formiga é chamada de cupia (cupim) e, pelo nosso autor, de capiaira; costuma-se comê-las, à falta de melhor carne. (Marcgrave, <em>Livro dos Insetos, </em>cap. 6°.)38\tEstou persuadido de que este rio deságua neste lugar, ou mais abaixo, no grande Rio Ostounogh, em cujas margens dissemos que Janduí residia, segundo (Marcgrave, no liv. 8° da <em>História Natural do Brasil, </em>cap. 4°).39\tO Rio São Francisco desemboca no mar do Norte, a dez graus e alguns minutos além do Equador. (Jean de Laet, liv. 16° das <em>índias Ocidentais, </em>cap. 24° ? Marcgrave, liv. 8º, cap. 2º).40\tItaparica (No texto, Iaperipa.). Os portugueses chamam-na Taperica. Está diante da Baía de Todos os Santos, entre o décimo segundo e o décimo terceiro graus além do Equador. É descrita pelo referido Laet, no liv. 15°, cap. 22 e 23, onde se verá, também, a descrição da Baía de Todos os Santos e de seu governo.41\tOs tapuias, menos delicados que os outros brasilianos (que repousam em redes de algodão, cujas extremidades são presas a árvores, aquecidos por um fogo próximo, para dissipar a frescura das noites), deitam-se na terra ou sob as árvores, e seus reis, em ramadas.42\t(No texto, Schop e Antichau) - Baro fala de Sigismond Schkoppe general da Companhia das índias Ocidentais, ao qual sucedeu Arciszewski, quando o Conde Maurício, que ele trata, aqui, de Excelência, sobrinho de sua Alteza, o Conde Maurício, era principal, isto é, tenente dos Estados nas mesmas índias. Foi ele que,  nesta qualidade, em julho de 1638, tomou o Forte de  Mina, na Guiné e sitiou a cidade de Salvador, no Brasil, da qual foi forçado a retirar-se pela traição dos portugueses e por falta de soldados; trouxe, entretanto, uma grande presa em canhões, escravos, açúcar e vinhos da Espanha.43\tEra coisa muito rara os brasilianos terem instrumentos de ferro e de bronze; e é falso que dessem grande importância às flautas feitas deste último metal, pelo fato de ar-\n\n",
            "number": 118
        },
        {
            "id": 1885,
            "text": "rebentarem as suas trombetas para fazê-las; creio que eles não sabiam entoar as nossas trombetas, estando acostumados a servir-se, na guerra, de trombetas feitas de ossos humanos, que os latinos chamam tibiae e eles canguaca. Chamavam os que eram de uma só concha, quata pi guaçu; as de cana, numbigoaçu e membiaparas (membitarara); e as nossas de bronze, de itamembi; (Marcgrave liv. 8º da <em>História Natural do Brasil, </em>cap. 10°, e Jean de Léry, cap. 14° de sua América, dizem que não era dos ossos das pernas que eles tinham comido que faziam as trombetas para servirem-se delas na guerra, mas de madeira, em forma de oboé do comprimento de cinco a seis pés. que eles chamavam inúbia; dos ossos daqueles que tinham matado e comido, faziam flautins e flautas.44\tAssim, este exercício de correr a árvore [tronco] durou até o último dia de junho, no qual caía a festa da qual ele fala, como veremos, no referido dia.45\tPiso e Marcgrave, que deram as figuras das árvores do Brasil, não mencionam esta.46\tJacó Rabbi, na relação que fez dos tapuias, diz que nos dias de festa, de núpcias e de correr a árvore, os rapazes pintavam seus cabelos de um pó vermelho e todo o resto do corpo de diversas cores, sendo as principais o preto, o vermelho e o amarelo. O preto se faz com o suco da fruta de genipapo ainda verde, e o vermelho, de urucu. Eles pintam linhas bem ordenadas sobre seus corpos, como nós arranjamos passamanarias e galões sobre as nossas vestimentas, o mais das vezes brancos.47\tLê-se, de fato, em Marcgrave, no liv. 8º, cap. 12° da sua<em> História Natural do Brasil, </em>este modo de correr a árvore, mas não que se corresse, como aqui, caçando ratos. Eis suas palavras traduzidas em nossa língua: \"A um tiro de pedra da terra ou cabana de Janduí, há dois troncos de árvores; estando o povo dividido em dois bandos, cada bando escolhe um dos mais fortes do seu lado, que carrega sobre os ombros um destes troncos e corre o mais depressa que pode, levando-o até tão longe que aqueles de seu partido reconheçam que ele está cansado; então, outro o sucede, sem nada parar, e leva-o, também, o mais longe que pode; enfim, eles se socorrem um ao outro, até que, chegando ao fim destinado, o descarregam. O partido daquele que mais depressa atingiu o fim, é declarado vitorioso e os vencidos são ridicularizados.\"48\tÉ muito difícil saber a idade dos brasilianos, visto que não sabem escrever. Chamam o anos de ceixu (ceucy) [caju], do próprio nome que dão às Plêiades, de cujo nascimento datam o início do mesmo. Para lembrar-se de sua idade, cada um deles coloca em um lugar secreto uma castanha de acaiuti (acajuti) e intemboera, e conta-as quando quer saber quantos anos tem. (Marcgrave, liv. 8°, cap. 5°.)49\tAdmira-me que Piso e Marcgrave, que escreveram sobre as plantas do Brasil, não tenham feito qualquer menção desta, tão querida e estimada não somente dos Brasilianos, mas de toda a Europa, onde é muito conhecida; vi-a no jardim de meu pai, tendo de oito a nove pés de comprimento, as folhas aproximando-se da grande consolda, mas muito maiores, sendo a flor amarelada e semelhante à da relva-da-rainha. Uns chamam-na tobaco, outros tabaco, outros petun. Nada há tão comum, eis porque nada mais direi a respeito, tanto mais que vários autores escreveram livros inteiros sobre a sua forma, virtudes e modos de aparelhá-la.50\tOs brasilianos chamam esta árvore de ianipaba, os portugueses, jenipapo; ela é semelhante ao freixo, tendo a haste cinzenta, os ramos e o tronco frágeis. As folhas são da forma de línguas de bois. Sua flor parece-se com a do narciso branco, tem o perfume do cravo e aparece em março. Seu fruto se assemelha à laranja, só que a haste é tenra e de cor cinzenta. O que dela sai é refrigerante e azedinho, bom de beber-se. O fruto ainda verde dá uma cor azul escuro, assim como a madeira. Os ramos da árvore com o fruto estão representados em Marcgrave, liv. 3°, cap. I. Jean de Laet acrescenta que esta árvore é cha-\n\n",
            "number": 119
        },
        {
            "id": 1886,
            "text": "mada na Nova Espanha de Xahuali. Os americanos lavam as pernas com o suco do fruto maduro, para descansar; mas durante quinze dias, a carne não retoma sua cor primitiva ficando toda preta, até que o tempo tenha passado. Os homens que desejam rir-se das mulheres que procuram parecer belas, fazem-lhes presente de uma garrafa deste suco para pintar o rosto; se o aplicam, sua tez parece morta e não perde este aspecto durante quinze dias. Quem quiser saber mais a este respeito, veja Guilherme Piso, liv. 4º, <em>das Faculdades dos Simples do Brasil, </em>cap. 14°.51\tLaet, em sua descrição das <em>Índias Ocidentais, </em>liv. 15, cap. 3, fazendo o desmembramento de todas as nações dos tapuias até 76, dos quais cita os nomes, omite estas aqui nomeadas com exceção da jacuruju, a qual ele ainda chama de jacaruuy e nada mais diz. Creio, com os que escreveram sobre o povo do Brasil, ser verdadeiro o que já disse: que assim como as aldeias, os fortes, as casas, os caminhos, os roçados e parques que os portugueses e holandeses têm neste país levam os nomes daqueles que os construíram, que comandam,residem ou aos quais pertencem, assim também as aldeias e povos dos brasilianos e tapuias tomam os nomes daqueles que, efetivamente, os governam; trocam de nome tantas vezes quantas trocam de chefes, os quais não duram muito tempo, sendo sempre escolhidos os mais velhos da aldeia ou da nação, no caso de resolverem ficar subordinados a um chefe. Estas freqüentes mudanças, que acarretam também a dos lugares fazem com que não possamos ter uma descrição particular desses lugares. Ao contrário dos nossos franceses, que tomam os nomes das Senhorias que estão em suas casas, abandonando a de seus pais, os chefes brasilianos e tapuias dão seus nomes às aldeias e nações que governam. Voltando, porém, ao nosso assunto, quando Janduí diz ao nosso autor Baro que ele havia sido esperado pelos jovens de Vvaiupu, jacuruju, watiju e preciaua, é preciso entender que o era pelas tropas destas capitanias, que tinham tirado de suas aldeias ou nações ou homens de guerra para vir perante Baro. Com efeito, nosso autor, no dia 1º de junho, fala de Vvariju,chefe de uma aldeia dos tapuias sujeita a Janduí, o qual tinha tomado nome ou dado o seu ao rio em cuja margem morava com a sua gente, como é dito nesta relação, no segundo dia de junho.52\tMarcgrave, que nos relata exatamente a figura e os nomes dos peixes, tanto marítimos como dos rios e lagos do Brasil, não menciona nenhum que se aproxime deste nome, piabuçu, de quatro a cinco polegadas de comprimento, que se pega em todos os rios do Brasil. A descrição e figura deste peixe, comum naquele país, está no liv.  14°, cap. 15°.53 Os selvagens chamam-nos de outro nome menos familiar, indios portugueses de rede. (Marcgrave, liv. 8º, cap. 7º)54\tO suco da mandioca expremido e posto à parte, em um vaso, duas horas depois forma uma espécie de sedimento muito branco, que é chamado pelos brasilianos de tapioca, tipioca, epioca e tibiabica. Tendo secado, ela se transforma em farinha, também muito branca, dita tipiocuí, da qual se fazem peças de forno, tortas e doces excelentes, que são chamados tipiacica, também fazem dela papas de bom paladar; e serve ainda de cola. (Marcgrave liv. 29 , cap. 6.) Já dissemos que o suaçu e a mandioca, mandiba e manijiba eram uma mesma planta; apenas que o nome de suaçu restringe-se à espécie selvagem.55\tBaro já falou deste Diego em sua relação do dia 19 de maio.56\tEle trazia, talvez, o nome do país de onde tinha vindo. Os Carajás habitam ate na firme abaixo da Capitania de São Vicente, segundo informação do Senhor de Laet, no liv. 15. das índias Ocidentais, cap. 3º Do mesmo modo que Tamares pôde tomar seu nome da Capitania de Itamaracá, donde ele era nativo.\n\n",
            "number": 120
        },
        {
            "id": 1887,
            "text": "57\tNão vi nenhum nome que se aproximasse deste, seja de árvore, arbusto ou ervas, em Marcgrave, senão o copuba, que tem tolhas de meio pé de comprimento e bagas, assemelhando-se ao loureiro. Segundo é relatado pelo dito autor (liv. 3\" , cap. 149).58\tFalamos atrás no número 14, das diversas espécies de porcos do Brasil, mas não se encontra aí nenhum desse nome. É possível que se trate de um daqueles que os tupinambás chamam, segundo Léry, cap. 10° tapiraçú, (tatuaçú\"), tajaçú.59\t(No texto, falimos e penema). O Senhor de Laet, liv. 16° das <em>índias Ocidentais, </em>cap. 6°, no qual descreve a costa do Brasil desde o Rio Grande até o Ceará, segundo Figueiredo, faz-me crer que se deve ler, aqui, Salinas e Ipanema e não Salmes e Ypamene. O rio próximo de Guamare, na Capitania do Ceará, é chamado pelos portugueses Rio de Salinas, e pelos selvagens <em>Caru-Aretuma. </em>Nos mapas do dito Laet, Salinas de Caruarama, notando-se um pouco mais acima, na direção ao Ceará, o Rio Ipanema. Ele acrescenta que se pode tirar muito sal do dito Rio Canarama, que chama, também, de Carvvaretame, exceto nos meses de chuvas, que são maio e junho, motivo pelo qual é chamado pelos portugueses de Salinas. Às margens destes dois rios, no governo do Ceará, foram assassinados Jacó Rabbi, com os seus homens e os tapuias súditos de Janduí.60\tEste Camarão era um capitão dos portugueses, que veio da Baía de Todos os Santos para o Ceará, com os homens que pôde reunir, em 1645, a fim de socorrer os seus, que se tinham retirado para terra firme temendo os holandeses. Falamos, atrás, do governo da Paraíba, que está entre o do Rio Grande e Itamaracá. A Várzea é um terreno plano, abaixo do Recife, no continente, residência dos tapuias chefiados por Vvajapeba. O Senhor de Laet, no liv. 16° das <em>índias Ocidentais, </em>cap. 2º, diz que esta região da Paraíba foi primeiramente descoberta pelos franceses, daí expulsos pelos portugueses, no ano de 1584, Que o lugar onde eles desembarcaram-se chama ainda Porto Francês, e o cabo vizinho, Cabo Branco, à altura de 10 graus e 45 minutos ao sul da Linha. Daí até o Rio Paraíba, em cuja embocadura os franceses tinham construído um forte, vão duas léguas; este forte de que aqui se fala foi depois aumentado e fortificado pelos portugueses, sobretudo após a tomada da cidade de Olinda pelos holandeses. O Senhor Moreau tradutor da presente relação, disse-me que ele se chamava Forte da Paraíba e hoje é chamado de Santa Margarida; dista 30 léguas do forte do Recife, por mar. Laet acrescenta que, próximo deste forte, os portugueses têm uma cidade muito bem fortificada chamada Filipe. Existem nesses lugares diversos engenhos de açúcar. Abaixo destes fortes e vilas, habitam os tapuias, chamados potiguares, os quais, a meu ver, estavam, no momento desta relação, do lado dos holandeses, visto dizer-se que Jacó Rabbi, chefe holandês, tinha deixado os cães de Baro no referido forte, do qual, assim, era preciso que os ditos holandeses fossem senhores no ano de 1647.61\tDeve-se ler cobra de veado, chamada pelos selvagens boiguaçu e jibóia. Esta serpente, da grossura de um homem, de vinte e três a vinte e quatro pés de comprimento, é mesclada de diversas cores realçadas a modo de um pano de ouro. O Senhor Martene, comissário de guerra nesta cidade, possui uma pele inteira. Sua carne é de bom paladar. Ela devora homens e animais; vigia o caminho escondida nas capoeiras, de onde se levanta sobre a sua cauda e joga-se sobre os passantes; enrosca-se em volta de seu corpo, derruba-os e chupa o seu sangue, quando não os devora; outras vezes, lança-se do alto dos ramos das mais fortes árvores sobre tudo aquilo que passa, e depois de envolver homens e animais, aperta-os até sufocá-los. A mordida deste animal cura-se facilmente; os anatomistas dizem que ela tem as costas e as vértebras sólidas. Sua descrição e figura estão em Guilherme Piso, no 3º liv. da <em>Medicina do Brasil.</em>62\tMarcgrave, no liv. 8º da <em>História Natural do Brasil, </em>cap. 8°, fala deste modo de assar os animais grandes pelos brasilianos e tapuias, acrescentando apenas que depois de ter es-\n\n",
            "number": 121
        },
        {
            "id": 1888,
            "text": "quentado a fossa, colocavam eles grandes folhas de árvores no fundo e aí jogavam os pedaços de carne que queriam fazer cozinhar; a seguir cobriam-nos de folhas, sobre as quais jogavam terra e, finalmente, faziam um grande fogo por cima, que alimentavam até o momento em que julgavam estar cozida a carne, então, ela era tirada da fossa e comida gulosamente. O mesmo autor, no cap. 12° do mesmo livro, diz que logo depois que os jovens acabam de caçar toda a sua presa é entregue às mulheres, que assam tudo do modo que viemos de dizer, sendo as vísceras dos animais dados como carniça aos cães.63\tJean de Léry, em sua <em>América, </em>cap. 9º, nota que assim como os índios do Brasil não comem qualquer alimento enquanto bebem, assim também não bebem enquanto comem, costume que ainda hoje adotam os turcos.64\tO mesmo Léry, no dito cap., diz que estes índios fazem cozinhar por suas mulheres o milho ou mais, em grandes potes de cerâmica, cheios de água; daí o tiram, quando meio cozidos, mastigam-no, sem nada engolir, depois jogam-no novamente em outros vasos de barro, prontos sobre o fogo, para fazê-lo ainda cozinhar; aí o remexem até reconhecerem que está suficientemente cozido; então despejam-no em outro vaso e o oferecem para ser bebido logo depois de pronto. Esta bebida é chamada pelos tupinambás cau-in, o beber, cau-iner. Há bebidas vermelhas e brancas, segundo a cor do milho usado; o gosto é como o de um leite azedo. Marcgrave, liv. 8º, cap. 7º, diz que os brasilianos chamam esta bebida abati, e os portugueses, vinho de milho.65\tOs selvagens não têm cidades fechadas; habitam separadamente nas matas, ou juntos nos agrupamentos que eles chamam de aldeias; estas tomam seus nomes, ou o do chefe que aí governa, como já notamos atrás, ou o do rio vizinho, o que é mais seguro, tanto por que suas aldeias são sempre construídas perto dos rios, como porque os rios não mudam jamais de nome. Suas malocas têm, às vezes, oitenta passos e mais de comprimento; as portas não se fecham senão com ramos de palmeiras, ou grandes folhas de uma relva que eles chamam pindo. Seus tetos são sustentados por troncos de árvores cobertos das ditas folhas; se temem uma surpresa, fazem uma espécie de barricada em volta de sua aldeia e aí colocam lestipe de palmeiras de cinco a seis pés de altura, com barrotes em baixo, a fim de que os estipes não se toquem. (Léry, cap. 140.) Há diversas espécies de palmeiras ou palmitos. Uma é dita icolt, (por nós, palmeiras de montanha) descrita por Charles de L'Écluse, no 2º liv. de seus <em>Exóticos, </em>cap. 3°. A segunda, Nacuri, que é a verdadeira palmeira dos índios, tem as folhas chamadas pindo, e os índios cobrem com elas as suas malocas, o que mostra que Léry se enganou, ao escrever que estas folhas eram de uma relva e não de uma palmeira, que dá uma noz da forma do tamanho de um ovo de ganso, tendo a casca lígnea, contendo quatro ou cinco núcleos longos, de bom gosto, dos quais se tira azeito. A modula que existe no tronco desta espécie, grossa como a perna de um homem, come-se crua e cozida. Os nativos chamam-na nacuri-ruã. A terceira espécie, meurite-uue, tem seu fruto tão grande como o do precedente, a casca marchetada de pequenas manchas pretas; tem apenas um núcleo, que pode ser comido. A quarta, inaia, dá frutos em cachos, do tamanho das azeitonas, pendendo trezentos a quatrocentos frutos de um mesmo cacho, de sorte que um homem só pode carregá-lo com esforço. A quinta, caranavue (caranaíba, palmeira carnaúba), tem folhas largas como abanos, das quais as mulheres se utilizam para este fim; produz um fruto semelhante à ameixa de damasco, o airi, semelhante ao palmito quanto às folhas, mas o tronco tem todo em volta pontos agudos; o fruto não serve para comer. (Jean de Laet, liv. 15° das <em>Índias Ocidentais, </em>cap. 9º, liv. 16º, cap. 1 1º.) Guilherme Piso, no liv. das <em>Faculdades dos Simples, </em>cap. 10°, chama a palmeira que produz a folha pindo, pindoba, de cuja árvore há florestas inteiras no Brasil. Há, ainda, outros palmitos, como caranaíba (carnaúba) e anache cariri, cujos ramos têm, nas extremidades, como que caudas de pavão abertas, trazendo dáctilo. A casca do tronco é cinzenta e escama-\n\n",
            "number": 122
        },
        {
            "id": 1889,
            "text": "da. Os portugueses chamam esta árvore tomar. Há uma outra espécie de pindoba, cuja medula, existente no tronco, quando queimada, é afrodisíaca; tem ramos muito belos e bem ordenados, com os quais os portugueses ornam os altares e as paredes das igrejas e que os selvagens usam para cobrir suas malocas. Seus frutos podem ser comidos e servem para fazer azeite. Marcgrave cita esta espécie de palma pindoba, à qual ele acrescenta uma outra, todas com as suas figuras, chamadas jocara e jucoara, além das quais o iri jerau são mencionadas por Léry, cap. 13°. Os índios cobrem e constroem suas malocas com estas palmeiras ou palmitos; têm elas, como já dissemos o comprimento de duzentos a trezentos pés, e se distinguem mais do que se separam por algumas folhagens; por vezes uma só abriga 50 famílias, cada uma com a sua rede de algodão e o seu fogo particular. O mais velho de cada família, logo que se levanta de manhã ordena aos outros o que devem fazer durante o dia.66\tEsta pedra, quando quebrada, brilha de diversas cores, de modo que o Autor a teve como mina de ouro, e por isso dela fazia grande questão. Depois, quando foi colocada no cadinho, reduziu-se a pó, sem produzir nenhum metal.67\tEste uso é mais amplamente descrito adiante, na relação do dia 11 de julho. Jacó Rabbi relata-o de modo mais simples e diverso, dizendo que, reunindo-se o povo para saltar e dançar num lugar, aí vem os meninos bem arranjados, ficando os feiticeiros e adivinhos em duas filas, aqui e ali, e os meninos ou rapazinhos de doze a treze anos ao meio; um dos feiticeiros pega um deles e liga-lhe os braços e as pernas de modo tão apertado que ele não se possa mexer; um outro chega com um facão de madeira dura e aguda na mão, e fura-lhe o lábio inferior e as orelhas, enquanto a mãe do menino grita e se lamenta em alto brado, e este é o seu batismo. Os feiticeiros furam as orelhas dos rapazes quando querem casá-los, e isto é o seu noivado e casamento, não sendo seu costume furar as orelhas antes deste tempo. Isto feito, dançam, bebem e comem durante três ou quatro dias, recebendo cada um a sua parte e porção das mãos do rei, que dança, bebe e come com os casados e seus parentes. Encaixam  nestes furos pedaços de madeira ou seixos de diversas cores, ou ossos de macaco, que chamam nambipaia. Os mais desembaraçados aí colocam cristal, jaspe ou esmeraldas do tamanho de uma avelã; chamam a pedra de jaspe assim introduzida met tara; se é uma pedra azul ou verde, mas as de que fazem eles maior questão, são o Metarobi. Têm, ainda, certas pedras que carregam nas orelhas, tembé-coareta. Puxam, por vezes, o nariz uns dos outros por galanteria, e aí inserem madeira apuati (Marc grave liv. 8°, cap. 69).68\tFalaremos, adiante, mais a propósito, dessas aparições.69\tE uma espécie de papa feita com banha, mel selvagem e os cabelos dos mortos, que são cortados miúdos. Assim me dizia o tradutor, mas enganava-se na sua própria tradução, que distingue os ossos esmigalhados;os cabelos cortados miúdos, misturados no mel selvagem, com tapioa. Ora como ele se enganou na sua explicação, também o fez quanto à palavra, porque em lugar de tapioa, como já disse atrás, é necessário dizer-se tapioca, ou tipioca, que é o suco espremido da raiz da mandioca, como a coalhada ou a juncada de leite, do qual se fazem tortas e doces no Brasil. As mulheres comem esta tapioca separadamente, para fazer, como dizem, boca doce, depois de ter comido os ossos e pelos com um pouco de mel. Desta tapioca ou tipioca, e de tudo que serve na cozinha, falou Marc grave em sua <em>História Natural do Brasil, </em>liv. 2°, cap. 6°.70\tHá tão pouco tempo que se freqüentam os tapuias que ainda não se distinguiram, nos mapas do Brasil, os lugares que eles habitam e há apenas oito anos que o curioso e trabalhador Senhor  de Laet, na sua descrição do Brasil, falava deles como que tateando. Marcgrave, que escreveu em 1648, embora diga mais, não nos torna mais sabedores deles;\n\n",
            "number": 123
        },
        {
            "id": 1890,
            "text": "prendo-me a ele, entretanto, de preferência aos outros autores, porque teve notícia das relações dos que estiveram ultimamente com os tapuias, notadamente a de 3 acó Rabbi e Elias Herckman. Ora, parece-me que ainda que ele não combine, quanto aos nomes, com Baro, combina quanto à situação dos lugares, e aproxima os seus nomes dos que Baro nos dá nesta relação. Baro diz que das Salinas e do Rio Ipanema, ao qual chegou no dia 13 do mês de junho, seguindo no dia 14 do mesmo mês para a margem do Potenge, onde se hospedou com Janduí; aí se deteve do dia 19 até o dia 25, em que atingiu o Rio Vvuvvug, acampou em um lugar sem nome, onde permaneceu com os objetivos declarados;, de Ipanema até Vvuvvug são três dias de viagem. Acrescenta que nos dias 26 e 21 do referido mês, se fez a colheita do milho ou mais, que estava nos roçados de Janduí. Vejamos como Marcgrave concorda com ele à exceção dos nomes, em seu liv. 8º, cap. 4º; aí diz, da mesma forma que Laet, no 6° cap., liv. 16° das <em>índias Ocidentais, </em>que do Rio Ipanema até ao Ipotinge, que é o Potegie de Baro (Potengi), e de Ipotinga até ao Vvarerugh, que é o nosso Vvuvvug, há 32 milhas, que se reduzem aos três dias de viagem gastos pelo nosso autor para fazer este caminho, o qual, tendo descoberto que a residência principal de Janduí e onde tinha os seus roçados, era neste lugar; mostra que estes dois nomes não eram senão os de um rio, que Marcgrave diz ter, ainda, o nome de Ostchunogh; sua nascente está no continente, a cem milhas do mar, do lado do sul, em cuja direção morara Janduí e sua gente, ocupando um longo espaço de terra entre a nascente do dito rio e as dos rios Otschuayayuch e Drerinagh, aos quais Baro não se refere uma única vez. Nosso tradutor me disse que o rio de Vvuvvug era distanciado da montanha Matiapo de quatro léguas, e que havia, neste rio crocodilos de nove a dez pés de comprimento.71 Os brasilianos têm melões, abóboras; pepinos e cabaças. Curuba, é uma cabaça tendo folhas de pepino, é rasteira, como este; prende-se por pequenos ligamentos torcidos a tudo aquilo que encontra; entre estes e as folhas brotam pequenos cálices redondos e espessos, de uma cor amarelo-esverdeada, tendo cinco folhos, do meio das quais saem grandes flores unidas pela parte exterior, musgosas por dentro e de um verde descorado, separadas por linhas esverdeadas. O fruto tem 15 dedos de comprimento por 11 de espessura, a haste é de uma cor de púrpura avermelhada, marchetada como a dos melões; a carne é de um amarelo esbranquiçado, de perfume de gosto semelhante às nossas peras selvagens. Há, neste país, melões d'água chamados iaee pelos habitantes, melancia pelos portugueses e pelos flamengos <em>Ovva-eire meloen. </em>Vi dessa espécie, florida, na horta de meu pai, que não deu nem um fruto. Sendo bem semeada no campo e exposta ao sol, seus pés são semelhantes aos pés dos outros melões, mas suas folhas apresentam-se em tufos cortados até em baixo, mais compridas do que largas, e sempre direitas. A flor é pequena e amarela, tendo cinco folhas e um pequeno umbigo, no meio, da mesma cor que a flor; o fruto é redondo, grande como a cabeça de um homem, tendo a casca verde, a polpa é vermelha no meio e branca em baixo; é suculenta e de bom gosto, a polpa espremida refresca e jorra tal quantidade de água que se pode beber. Sua semente tem a figura da cabaça. O fruto amadurece, neste país, em novembro e dezembro, ainda que seja visto durante todo o ano. Esta planta gosta de solo estéril, trabalhado e adubado. Há destes melões que têm a pele verde, muito mais saborosos do que os outros. (Marcgrave, liv. 1º de <em>História das Plantas do Brasil, </em>cap. 11º) No cap. 21° do mesmo livro dá ele a figura de uma outra espécie de melão redondo, tendo a casca cor de azinhavre, marchetada de branco, fazendo mil figuras sobre as costas como fazem as nossas; a polpa é da cor de açafrão, e os grãos brancos, semelhantes aos nossos, assim como a flor. Os selvagens chamam este melão de jurumum, os portugueses, abóbora. Laet, em suas <em>Índias Ocidentais, </em>deu outro nome aos melões d'água, diferente dos precedentes, a saber <em>Vuaeen, </em>no liv. 16°, cap. 12º Têm eles, também, cabaças em forma de garrafas e pepinos selvagens, que dão frutos do tamanho de um ovo de galinha; a semente é enfileirada, atravessada, semelhante às dos nos-\n\n",
            "number": 124
        },
        {
            "id": 1891,
            "text": "sos pepinos, alongadas e brancas, que é a cor do fruto. Léry, no cap. 13 de sua <em>América, </em>diz que os tupinambás, povos do Brasil, têm abóboras que chamam maurongon, redondas e melhores de comer que as nossas. Eles têm, além destas aqui nomeadas, abóboras ou cabaças tão grandes e profundas que lhes servem como que de armazém, para esconder todos os utensílios caseiros e colocar suas bebidas, mais, raízes, plumas e adornos. Marcgrave, no liv. 8º de sua <em>História Natural do Brasil, </em>cap. 12°, diz que leu na relação de Jacó Rabbi que na ramada ou cabana de Janduí havia uma destas abóboras sobre uma esteira, sendo proibido olhar dentro dela e até aproximar-se dela; quando estão fumando, podem soprar fumaça dentro, como por direito de reconhecimento. Aqueles que vão à caça, à pesca e à procura de mel, colocam tudo que têm perto da referida abóbora, até que Janduí lhes permita levá-lo. Nesta abóbora não há outra coisa senão pedras, chamadas quentura, e frutos <em>titzsheinos, </em>dos quais eles fazem maior questão do que do ouro. É nestas cabaças que levam ou acreditam levar o Diabo, quando fazem sua grande festa, como o nosso autor descreverá mais abaixo. O tradutor deste me fez presente do grão das referidas cabaças, que em nada diferem da semente das nossas de pés compridos e flores, mas eu não vi o fruto.72 A colheita ocorreu, neste ano de 1648, no 27° dia de junho, três dias antes de sua grande festa; então, como Janduí dissera antes a Baro, ele cessaria de fazer correr a árvore, e não antes. Estes divertimentos consistiam somente em danças, bebedeiras e tomadas de tabaco, e eram seguidos do batismo das crianças, pela abertura do lábio inferior e furos nas orelhas: e, ainda, pelos noivados e casamentos dos rapazes, aos quais furavam as orelhas, estando o Diabo e os feiticeiros presentes.73 Os brasilianos só adoram o Diabo; não que daí esperem o bem, mas porque o temem, e por esse motivo, lhe oferecem sacrifícios e o invocam, como será dito mais abaixo. Também, como padres e médicos, que curem os doentes do espírito e do corpo, só dispõem de feiticeiros e mágicos, ou homens que se dizem tais; chamam-lhes pajés e caraíbas; estes imploram a ajuda do Diabo, indagando-lhe o que acontecerá no futuro, seja em relação a guerra, seja em relação às doenças.74\tEste nome de Houcha, significando o Diabo, não se encontra nos dicionários da língua do Brasil, relacionados pelo Senhor de Laet, no liv. 17° das <em>índias Ocidentais, </em>cap. 12° e liv. 15°, cap. 2º; nem por Marcgrave, no liv. 8º, cap. 9º; nem no liv. 15° cap. 1 1º, do mesmo autor onde trata da religião dos brasilianos, embora nos referidos lugares se leiam nomes diferentes de diabos, como de Curupira, que seria o Diabo das montanhas, Machachera, os dos caminhos, Inrupari, Anhangá e Taguaí. Pode ser que Houcha seja o Diabo das matas, visto que não aparecia nem dava resposta senão no mato. Marcgrave, em lugar de Inrupari e Taguaí, escreve Iurupari e Tuguaíba, aos quais acrescenta Temoti e Taubirama. Léry, cap. 16°, diz que os tupinambuses ou tupinambáses chamam o Diabo Onhã e Caajerre.75\tMarcgrave, no liv. acima citado, cap. 7º, diz que os brasilianos, tendo feito secar a folha petum do tabaco ou tobaco, ao fogo, e reduzido as folhas a pó com os dedos, cujas folhas são chamadas petimaoba e a erva petima, servem-se do fruto de pindoba, irucuruíba e iocara, cortam a extremidade, esvaziam-nas, depois fazem um buraco do lado, no qual introduzem um pequeno cano de madeira furado. Chamam este instrumento de petimuaba, nós o chamamos cachimbo. Fazem-nos como nós, de argila cozida no fogo, à moda de nossos cachimbos, dos quais, mesmo, lhes são levados grandes quantidades; os brasilianos chamam-nos amrupetimbuaba, mas os tapuias, achando-os muito pequenos, fazem-nos com o tubo grande como o polegar, tanto de madeira como de argila, e do lugar oco, em baixo, onde colocam o tabaco, grande como um punho, tiram a fumaça como nós, e a expelem pelos buracos que têm nas orelhas e no queixo, o que é horrível de ver-se. Dissemos que colocavam na ponta de seus canudos nozes de pindoba, urucuruiba e iocaré já\n\n",
            "number": 125
        },
        {
            "id": 1892,
            "text": "descrevemos, falando atrás, dos palmitos, a pindoba, e dissemos que era uma espécie de palmeira, tendo, como o coco, frutos abaixo do tronco, que dão como raízes, cada raiz sendo constituída, freqüentemente, de cem nozes, cada uma da grossura de um ovo, tendo a mesma figura. Urucuruíba, em Marcgrave, liv. 3°, cap. 9º Urucuruíba é semelhante à precedente, como também o fruto, porém menor, não tendo senão o tamanho de uma ameixa. locara é, também, uma espécie de palmeira semelhante à última, tendo as nozes como as do coco, com a diferença de que não são maiores que as nossas nozes comuns. Mas para o Diabo era preciso um canudo do comprimento de uma meia lança, e, na ponta, uma noz de coco, chamada pelos tapuias inajguaçu, e a árvore inajaquacuíba; pelos portugueses, coqueiro. Esta árvore tem o tronco direito, da grossura de 6 a 7 pés em redor, altura de 50; a parte de cima do tronco é igual em grossura à parte superior;é maravilhoso como esta árvore pode resistir aos ventos, não tendo senão pequenas raízes, que não se aprofundam na terra. Sua haste é cinzenta, marcada de pequenos círculos. Não tem ramos mas somente um leque de 15 ou 20 grandes folhas de três pés de comprimento, da largura de duas polegadas, semelhantes às das nossas gladíolas, de um verde vivo, reluzente, atravessado ao comprido de pequenas linhas delicadas, de um verde mais desbotado. De cima destas folhas sai uma espécie de vagem, como a da ervilha, ou fava, do comprimento de dois pés, a qual fendendo-se, abre diversos ramos do comprimento de meio pé ou de um pé, carregados de pequenos corpos triangulares, donde saem, primeiramente, flores, e logo depois nozes; as flores são amarelas e as nozes de cor arruivada, da grossura da cabeça de um homem;jamais deixam aparte superior do tronco sem que cresçam outras em seu lugar. Seus cocos são cobertos de filamentos ou nervos muito serrados; se abre-se uma destas nozes, antes de estar madura, tira-se daí mais de uma chopina de excelente suco para beber--se. Abrindo-se, quando está maduro, encontra-se o suco coagulado, com melhor gosto que o da amêndoa. Vários autores escreveram sobre o uso desta árvore e frutos, notada-mente nas índias Orientais, assim como a respeito de suas virtudes e propriedades. François Pyrard dedicou-lhes um tratado especial, que inseriu nas Viagens dos Franceses às índias; Piso, no liv. da <em>Faculdade dos Simples do Brasil, </em>cap. 10º; Marcgrave em sua <em>História das Coisas Naturais do Mesmo Brasil, </em>liv. 3º, cap. 14°; François Ximenes, ao falar das plantas que crescem no México. Os índios fazem com esta nozes belíssimas gôndolas e os tapuias, cachimbos que enchem de tabaco, tanto para seus feiticeiros ou médicos, como para o Diabo, e não realizam nenhuma cerimônia sem esta fumaça, que lhes serve de perfume, de propiciatório, de incenso, de purificação e, geralmente, de remédio em todas as doenças. O Diabo, qualquer que seja a ocasião em que é consultado, toma o cachimbo e sopra a fumaça sobre os selvagens, e o sacrificador ou feiticeiro faz o mesmo. Se é preciso ir à guerra, estes sacrificadores caminham na frente, saltando e cabriolando, ora avançando, ora recuando, e de tempos em tempos sopram a fumaça de tabaco sobre os selvagens, acreditando que ela lhes transmite força e vigor contra seus inimigos. (Jean de Léry, em sua <em>América, </em>cap. 18º) Se há doentes, os mesmos mágicos, após esfregarem seus corpos com a mão, perfumam-nos com a fumaça do tabaco. Jacó Rabbi, em sua relação dos tapuias, conta a seguinte história: o regulo Drarug, sentindo grandes dores nas costas e nas coxas, sem conseguir alívio de seus médicos, mandou pedir a um senhor seu vizinho que lhe enviasse os seus. Este enviou-lhe três; o primeiro, tomando um cachimbo com tabaco, perfumou todo o corpo do doente e depois mordeu-lhe as orelhas com os dentes, e chupou-as de tal modo que era como se as devorasse depois, mugindo como um boi, escarrou na mão e no esputo havia forma de uma pequena enguia; esta, disse, era a causa da doença do rei. O segundo médico agiu como o primeiro, mas agarrou-se ao ventre do enfermo, mordendo-o chupando-o, e tirou da axila deste uma pedra branca, que se aproximava da figura de uma rosa. O terceiro, tendo feito a mesma coisa nas costas, vomitou não sei que, semelhante a raízes. Os batismos, isto é, as cerimônias com as quais se dão nomes às crian-\n\n",
            "number": 126
        },
        {
            "id": 1893,
            "text": "ças, os noivados e casamentos, a colheita da semente, as lustrações dos roçados, e outras, tudo só se fazem com a fumaça do tabaco. (Jacó Rabbi, na relação da viagem que fez aos tapuias.)76\tEsta festa se realizava depois da colheita e replantio do milho, como se vê aqui, no dia 1° de julho. Nesta data, furavam-se as orelhas, os ouvidos e os lábios das crianças e daqueles que se queriam casar.77\tNão posso compreender o que está aqui escrito e o que se segue: que estas moças e as outras que deviam casar-se, juntamente com seus noivos, fossem vestidas de folhas, prontas para serem coroadas; isto não é novo, visto como as nações mais polidas da terra, como os gregos e os romanos, coroam-se de folhas e de frutos nos dias de contentamento e de festins. Mas, como podia ser que, cobertos de folhas, saltando e cabriolando, suas vestimentas não caíssem aos pedaços, isto se lê apenas neste autor. E, depois, como coroar-se de flores de ervilhas e favas, se a colheita das favas e das ervilhas era feita nesse tempo? Certamente, foi um engano, tendo todos se vestido e coroado de plumas de diferentes cores, como diremos adiante.78\tNinguém me pôde dizer, ainda, que semente era essa de <em>corpamba </em>e nada li a respeito nos autores que escreveram sobre o Brasil.79 Papaia ou mamoeiro, que os portugueses chamam de mamão, tem 20 pés de altura, dois de grossura e a haste acinzentada; as folhas são redondas e cinzeladas, da largura de um pé; as flores são pequenas e invertidas, cor de cera; os frutos, em forma de seios de mulher, do tamanho das nossas cunhas, de um amarelo esverdeado, tendo a polpa amarela; seu gosto aproxima-se do dos melões. (Marcgrave, liv. 3º cap. 6º) Não encontro nos herbários do Brasil o <em>Iampapée, </em>a não ser <em>iampaba, </em>que se aproxima deste nome, do qual fala Piso, no liv. das <em>Faculdades dos Simples do Brasil, </em>cap. 15°; suas folhas são do comprimento de um côvado e produz uma flor semelhante ao narciso, com o odor do cravo; o fruto é como a laranja, de muito bom gosto. No que respeita à pacova, nosso tradutor procede como os espanhóis, que trocam, na pronuncia, o <em>b </em>pelo <em>v. </em>É a pacoba, (banana), descrita por Matthiole, Clusius e Dodonaeus; Avincernes chama-lhe musa. Suas folhas têm seis pés de comprimento e dois de largura; são agaloadas de um pequeno nervo todo em redor; um longo ramo nodoso, bem no meio do tronco das árvores, produz um fruto vermelho, da forma de um ovo, dividido e amontoado como a pinha, com a diferença de consistir em quatro pequenos pedaços, que não são duros, cobertos de casca semelhante à dos figos. (Piso, no livro citado, cap. 28º)80 Os outros dizem plumas, acertadamente, pois se fossem folhas pregadas com goma sobre o corpo, com tanto artifício e disposição, seria tempo perdido, pois elas poderiam romper-se no primeiro encontro, ao passo que as plumas resistiam a todas as suas cabriolas e saltos. Os homens, diz Marcgrave, liv. 8°, cap. 6° e 12°, coroam-se com plumas de guará e ganinde ou carindé, deixando cair sobre as costas as maiores plumas das caudas da arara, que enroscam com o seu cabelo, para impedir que caiam, quando se mexem. Outros contentam-se com um fio de algodão, em cuja extremidade ligam estas plumas, atrás do pescoço; elas são verdes, amarelas, pretas, vermelhas ou azuis e freqüentemente misturadas; este cocar chama-se acambuacaba. Há alguns que, com goma, cera, mastique ou mel selvagem, arranjam em bela ordem e disposição, tanto sobre as suas cabeças, como sobre o resto do corpo plumas de diversas cores: chamam isto de aguana. E fazem até capotes destes tecidos, guará-abuçu. Se todo o artifício está sobre o corpo, chamam a esta moda de pregar-lhe as plumas de agamangui, e às voltas das mesmas, cingindo os braços, aguamiranga, e às que estão no pescoço, papixoara. Ligam as maiores plumas, tiradas das caudas de avestruzes, araras e aracucaru, em volta do corpo, para cobrir suas vergonhas,\n\n",
            "number": 127
        },
        {
            "id": 1894,
            "text": "descendo até aos joelhos, e esta cintura tem o nome de aracoaia. No lugar em que os nossos bobos de festa colocam os grupos de guizos, em volta do jarrete, os tapuias colocam frutos de aguaí, que têm a forma de um triângulo, com um caroço dentro, que, estando seco, faz barulho quando eles saltam. Suas danças são chamadas guau e cantam melodiosamente diferentes canções; as moças ficam atrás dos amorosos, seguem seus passos e cadências, mas não se misturam jamais aos seus movimentos, salvo se estiverem noivas, e então suas canções limitam-se a elogiar os noivos, contando as suas proezas, e a pudicícia das noivas. (Laet, em sua <em>Descrição das índias Ocidentais, </em>liv. 15°, cap. 2º) O mesmo se lê na primeira página de <em>História Natural do Brasil, </em>onde se pinta a mulher do tapuia extravagantemente vestida com uma meia manta de folhas que lhe cobre a cabeça até as orelhas e desce, ao longo dos cabelos, até o jarrete. O Senhor Moreau, consultado por mim a esse respeito, assegurou-me que o que constava naquela narração era verdadeiro, quanto ao coroamento, capotes e vestimentas de folhas, que, sendo espessas e fortes, dificilmente se rompiam, e que ele os vira com muita freqüência, quando estava no Brasil; acrescentou que as favas e ervilhas estão sempre em flor neste país.81\tBracque (Brâak) é palavra flamenga. Por esta água de salitre, o tradutor entende a água tirada próximo do mar, que tem gosto de sal.82  Este deus das trevas só aparece à noite e foge de claridade; por esse motivo os selvagens, que o temem, jamais ficam sem fogo e não se deitam em suas redes de algodão ou na terra sem que tenham fogo à sua volta, a fim de que o diabo não venha perturbar o seu repouso e bater-lhes. Léry, no cap. 18° de sua <em>América. </em>Quando querem consultá-lo e se aproxima a hora que lhes foi anunciada por seu pajé ou caraíba, extinguem todos os fogos, como conta o nosso autor, pois de outra forma ele não viria, seja invisível, seja visivelmente. Na última hipótese, ele aparece aos tapuias sob a figura de um tapuia, ou penetra na boca do feiticeiro, pela qual fala sob a figura de uma mosca ou de qualquer outro animalzinho. (Marcgrave. Liv. 8º Cap. 13°, referindo-se ao que lhe contou Elias Herckman.)83\tEste era um dos chefes dos tapuias, traidor dos holandeses, que tomou o partido de Paiucu, contra ele e Janduí.84\tFalamos, atrás, da cidade e forte da Paraíba. Se quiserdes saber mais, v. Laet, em sua descrição das <em>índias Ocidentais, </em>Liv. 16°.85\tÉ um povoado, ou aldeia, que tem o nome do chefe brasiliano que aí governa.86\tAssim se chama o lugar onde Roulox Baro, autor desta relação, mora, a seis léguas do Castelo do Rio Grande.\n\n",
            "number": 128
        }
    ]
}